{
  "Main": "الرئيسية",
  "Courses": "الدورات",
  "Trainers": "المدربين",
  "About us": "من نحن",
  "Call us": "إتصل بنا",
  "Advanced skills training center": "مركز مهارات متقدمة للتدريب",
  "An accredited training center licensed by the General Organization for Technical and Vocational Training We offer development training courses in the health field and the media field Which contributes to developing human resources to be qualified for the work environment.": "مركز تدريب معتمد ومرخص من المؤسسة العامة للتدريب التقني والمهني نقدم الدورات التدريبية التطويرية في المجال الصحي ومجال الإعلام التي تساهم في تطوير الكوادر البشرية لتكون مؤهله لبيئة العمل.",
  "Educational platform":"المنصة التعليميه",
  "Login":"تسجيل دخول",
  "60+ diverse courses":"60+ كورس متنوع",
  "Various courses in various fields prepare you for the labor market.":"كورسات متنوعة فى مختلف المجالات تؤهلك لسوق العمل.",
  "A group of the best trainers":"باقة من أفضل المدربين",
  "We have a group of the best cadres in the field of training.":"لدينا مجموعة من أفضل الكوادر فى مجال التدريب .",
  "Lifetime subscription":"إشتراك مدى الحياة",
  "Your subscription includes free access to the course for life.":"إشتراكك يتضمن دخول مجانى للكورس مدى الحياة .",
  "Distinctive courses":"دورات مميزة",
  "Learn new skills online with top teachers":"تعلم مهارات جديدة عبر الإنترنت مع كبار المعلمين",
  "Learn new skills that qualify you for the labor market with the best training and education staff..":"تعلم مهارات جديدة تؤهلك لسوق العمل مع أفضل كوادر التدريب والتعليم ..",
  "Effective teaching techniques compatible with all age groups.":"تقنيات فعالة فى التعليم متوافقة مع جميع الفئات العمرية .",
  "Join millions of people from around the world to learn together.":"انضم إلى ملايين الأشخاص من جميع أنحاء العالم للتعلم معًا.",
  "Join millions of people from all over the world. Online learning is easy and natural.":"انضم إلى ملايين الأشخاص من جميع أنحاء العالم.التعلم عبر الإنترنت سهل وطبيعي.",
  "The best trainers":"أفضل المدربين",
  "Take the next step towards your personal and professional goals with us.":"اتخذ الخطوة التالية نحو أهدافك الشخصية والمهنية معنا.",
  "Develop yourself through a package of the best training courses that ensure you achieve your goal easily and conveniently.":"طور ذاتك عن دريق باقة من أفضل الدورات التدريبية لتضمن تحقيق هدفك بسهولة ويسر.",
  "Register now for free":"سجل الان بالمجان",
  "From Sunday to Thursday":"من الأحد الى الخميس",
  "From 9 am - 5 pm":"من الساعه 9 صباحا - 5 مساء",
  "Our services":"خدماتنا",
  "Courses in the health field":"دورات فى المجال الصحى",
  "Courses in the field of media":"دورات فى مجال الاعلام",
  "Courses in general fields":"دورات فى المجالات العامه",
  "Important links":"روابط هامة",
  "Terms and Conditions":"الشروط والأحكام",
  "Public policies":"السياسات العامة",
  "Technical support policy":"سياسة الدعم الفنى",
  "Complaints and suggestions":"الشكاوى والأقتراحات",
  "Website links":" روابط الموقع",
  "All rights are save":"جميع الحقوق محفوظة",
  "by":"بواسطة ",
  "This mold is made":"هذا القالب صنع",
  "Latest courses":"أحدث الدورات",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":""
}
