{
  "Main": "الرئيسية",
  "Courses": "الدورات",
  "Trainers": "المدربين",
  "About us": "من نحن",
  "Call us": "إتصل بنا",
  "Advanced skills training center": "مركز مهارات متقدمة للتدريب",
  "An accredited training center licensed by the General Organization for Technical and Vocational Training.":"مركز تدريب معتمد ومرخص من المؤسسة العامة للتدريب التقني والمهني.",
  "An accredited training center licensed by the General Organization for Technical and Vocational Training We offer development training courses in the health field and the media field Which contributes to developing human resources to be qualified for the work environment.": "مركز تدريب معتمد ومرخص من المؤسسة العامة للتدريب التقني والمهني نقدم الدورات التدريبية التطويرية في المجال الصحي ومجال الإعلام التي تساهم في تطوير الكوادر البشرية لتكون مؤهله لبيئة العمل.",
  "Educational platform":"المنصة التعليميه",
  "Login":"تسجيل دخول",
  "60+ diverse courses":"60+ كورس متنوع",
  "Various courses in various fields prepare you for the labor market.":"كورسات متنوعة فى مختلف المجالات تؤهلك لسوق العمل.",
  "A group of the best trainers":"باقة من أفضل المدربين",
  "We have a group of the best cadres in the field of training.":"لدينا مجموعة من أفضل الكوادر فى مجال التدريب .",
  "Lifetime subscription":"إشتراك مدى الحياة",
  "Your subscription includes free access to the course for life.":"إشتراكك يتضمن دخول مجانى للكورس مدى الحياة .",
  "Distinctive courses":"دورات مميزة",
  "Learn new skills online with top teachers":"تعلم مهارات جديدة عبر الإنترنت مع كبار المعلمين",
  "Learn new skills that qualify you for the labor market with the best training and education staff..":"تعلم مهارات جديدة تؤهلك لسوق العمل مع أفضل كوادر التدريب والتعليم ..",
  "Effective teaching techniques compatible with all age groups.":"تقنيات فعالة فى التعليم متوافقة مع جميع الفئات العمرية .",
  "Join millions of people from around the world to learn together.":"انضم إلى ملايين الأشخاص من جميع أنحاء العالم للتعلم معًا.",
  "Join millions of people from all over the world. Online learning is easy and natural.":"انضم إلى ملايين الأشخاص من جميع أنحاء العالم.التعلم عبر الإنترنت سهل وطبيعي.",
  "The best trainers":"أفضل المدربين",
  "Take the next step towards your personal and professional goals with us.":"اتخذ الخطوة التالية نحو أهدافك الشخصية والمهنية معنا.",
  "Develop yourself through a package of the best training courses that ensure you achieve your goal easily and conveniently.":"طور ذاتك عن دريق باقة من أفضل الدورات التدريبية لتضمن تحقيق هدفك بسهولة ويسر.",
  "Register now for free":"سجل الان بالمجان",
  "From Sunday to Thursday":"من الأحد الى الخميس",
  "From 9 am - 5 pm":"من الساعه 9 صباحا - 5 مساء",
  "Our services":"خدماتنا",
  "Courses in the health field":"دورات فى المجال الصحى",
  "Courses in the field of media":"دورات فى مجال الاعلام",
  "Courses in general fields":"دورات فى المجالات العامه",
  "Important links":"روابط هامة",
  "Terms and Conditions":"الشروط والأحكام",
  "Public policies":"السياسات العامة",
  "Technical support policy":"سياسة الدعم الفنى",
  "Complaints and suggestions":"الشكاوى والأقتراحات",
  "Website links":" روابط الموقع",
  "All rights are save":"جميع الحقوق محفوظة",
  "by":"بواسطة ",
  "This mold is made":"هذا القالب صنع",
  "Latest courses":"أحدث الدورات",
  "Vision":"الرؤية",
  "To be a distinguished and advanced center locally and regionally in the field of training, and contribute to building and developing employees’ capabilities in providing all training solutions in line with what the labor market requires and achieves its goals.":"أن يكون مركز متميز ومتطور محليا وإقليميا في مجال التدريب، ويساهم في بناء وتطوير قدرات الموظفين في تقديم جميع الحلول التدريبية بما يتلاءم مع ما يتطلبه سوق العمل ويحقق أهدافه.",
  "The message:":"الرسالة:",
  "Providing distinguished training programs and consultations in accordance with international quality standards to prepare and qualify human cadres in many fields, in addition to improving the quality of performance in the private and public sectors through training and development with the aim of reaching better performance that helps achieve the goals of society.":"توفير برامج واستشارات تدريبية متميزة وفقا للمقاييس العالمية للجودة لإعداد وتأهيل الكوادر البشرية في العديد من المجالات بالإضافة إلى تحسين جودة الأداء في القطاعين الخاص والعام بالتدريب والتطوير بهدف الوصول الى اداء أفضل يساعد على تحقيق اهداف المجتمع.",
  "Our goals:":"اهدافنا:",
  "The center aims to provide distinguished training services to institutions and individuals with high efficiency, effectiveness and professionalism as follows: –":"يهدف المركز إلى تقديم خدمات تدريبية مميزة للمؤسسات والافراد بكفاءة وفاعلية واحترافية عالية على النحو التالي: –",
  "Preparing training plans on thoughtful scientific foundations that meet the needs of society and public institutions in the country.":"إعداد الخطط التدريبية على أسس علمية مدروسة تلبي احتياجات المجتمع والمؤسسات العامة بالدولة.",
  "Preparing training programs according to the needs required to develop the skills and capabilities of individuals in the public and private sectors and meeting the needs of the market and society.":"اعداد برامج تدريبية وفق الاحتياجات المطلوبة لتنمية المهارات والقدرات لأفراد القطاعين: العام والخاص وتلبي حاجة السوق والمجتمع.",
  "Providing training and consulting proposals to relevant authorities in accordance with applicable regulations.":"تقديم المقترحات التدريبية والاستشارية للجهات ذات العلاقة وفق الأنظمة المعمول بها.",
  "Permanent and continuous development of training programs in light of the needs and opinions of the target groups.":"التطوير الدائم والمستمر للبرامج التدريبية في ضوء الاحتياجات، وآراء الفئات المستهدفة.",
  "Strengthening the concept of partnership and cooperation with local and international training institutions in accordance with regulating legislation.":"تعزيز مفهوم الشراكة والتعاون مع المؤسسات التدريبية المحلية والدولية وفق التشريعات المنظمة.",
  "Striving to obtain international accreditation for the training course programs implemented within the center.":"السعي وراء الحصول على الاعتماد الدولي لبرامج الدورات التدريبية المنفذة داخل المركز.",
  "Raising the performance efficiency of the center’s trainers and employees in order to enhance the center’s competitive position.":"رفع كفاءة الأداء للمدربين والعاملين بالمركز بما يعزز الوضع التنافسي للمركز.",
  "Providing a distinguished training environment.":"توفير بيئة تدريبية متميزة .",
  "Spreading a culture of development and self-learning.":"نشر ثقافة التطوير والتعلم الذاتي.",
  "Hello dear customer:":"مرحبا عزيزي/تي العميل/ة :",
  "At the Advanced Skills Training Center, your visit to us and your completion of any request is considered acceptance and is subject to the terms and conditions, so please read them.":"في مركز مهارات متقدمة للتدريب زيارتك لنا واتمامك لأي طلب يعتبر موافقة عليها و خاضع للشروط والأحكام ولذلك يرجى قراءتها.",
  "trade mark :":"العلامة التجارية :",
  "The trademark and designs that we use on the site or in our social media accounts are all ours, and no one has the right to copy them and use them commercially without obtaining our approval.":"العلامة التجارية والتصاميم التي نستخدمها في الموقع او في حسابات التواصل الاجتماعي جميعها لنا ولا يحق لأي شخص نسخها واستخدمها تجارياً بدون اخذ الموافقة مننا.",
  "Exchange and return policy:":"سياسة الاستبدال والاسترجاع:",
  "The customer must verify the entered data and course details before completing the order, and his lack of familiarity with the necessary details makes him bear full responsibility for any error or misunderstanding that may occur.":"يجب على العميل التأكد من البيانات المدخلة وتفاصيل الدورة قبل اتمام الطلب ، وعدم إلمامه بالتفاصيل اللازمة تجعله يتحمل كامل المسؤولية عن أي خطأ او سوء فهم قد يحصل.",
  "The client must be registered with an activated and private email address in order for certificates to be issued to him/her.":"يجب ان يكون العميل/ة مسجل بإيميل مفعل وخاص به ليتم اصدار الشهادات عليه.",
  "If a refund is requested for the amount paid, it will be made only 24 hours before the start of the course. If the client is late, the request will not be exchangeable or refundable.":"في حال تم طلب الاسترجاع للمبلغ المدفوع يتم قبل بدء الدورة بـ ٢٤ ساعه فقط ، في حال تأخر العميل/ة عن ذلك يكون الطلب غير قابل للاستبدال او استرجاع المبلغ .",
  "Errors beyond our control:":"الاخطاء الخارجة عن ارادتنا :",
  "Products that are added by mistake or at an incorrect price, we have the right to cancel or reject the order whether the order has been confirmed or not, and if payment is made we will refund the full amount to the customer. Amendment to terms and conditions:":"المنتجات التي يتم اضافتها عن طريق الخطأ أو بسعر غير صحيح، فلنا الحق في إلغاء أو رفض الطلب سواء تم او لم يتم تأكيد الطلب، وإذا تم الدفع فسوف نقوم باسترجاع كامل المبلغ للعميل. التعديل في الشروط والاحكام :",
  "The center has the right to activate or disable any promotional offers without prior announcement.":"يحق للمركز تفعيل او تعطيل لأي عروض ترويجية بدون اعلان مسبق لذلك.",
  "The Center has the right to stop promotions at any time and without prior notice.":"يحق للمركز ايقاف العروض الترويجية بأي وقت وبدون اعلان مسبق.",
  "The store has the right to include or exclude any product from promotional offers.":"يحق للمتجر شمل او استثناء اي منتج من العروض الترويجية.",
  "All promotions and discounts are announced only on our official accounts or through the website.":"جميع العروض الترويجية والتخفيضات يتم الاعلان عنها في حساباتنا الرسمية فقط او عن طريق الموقع.",
  "The store has the right to modify prices as it deems appropriate and without prior announcement or notification. This does not apply to orders that have been completed and not shipped “unless they fall under the category of errors beyond our control.”":"يحق للمتجر تعديل الأسعار حسب ما يراه مناسب و بدون اعلان او اخطار مسبق لذلك ولا ينطبق الأمر للطلبات المكتملة ولم يتم شحنها ” الا اذا كانت تحت بند الأخطاء الخارجة عن ارادتنا”",
  "privacy policy:":"سياسة الخصوصية:",
  "Data recorded on the site: The data you enter when registering or completing the application (email - name in Arabic and English - ID - mobile number) are all used only for the purpose of the electronic platform.":"البيانات التي يتم تسجيلها بالموقع: البيانات التي تدخلها عند التسجيل أو اكمال الطلب (الإيميل – الاسم باللغة العربية والانجليزية – الهوية – رقم الجوال ) جميعها لا يتم استخدامها الا في غرض المنصة الالكترونية فقط.",
  "All customer data must be correct and specific to only one customer for the process to be completed correctly, such as (email - name - mobile number).":"يجب أن تكون جميع البيانات الخاصة بالعميل/ة صحيحة وخاصة بعميل/ة واحد فقط لتتم العملية بشكل صحيح مثل (الايميل -الاسم – رقم الجوال).",
  "All your data is encrypted and stored securely, and no one has the right to access it except those with authority.":"جميع بياناتك مشفرة ومخزنة بشكل امن ولا يحق لأي احد الوصول إليها إلا من يمتلك الصلاحية.",
  "We do not sell the data to any external parties, and it is used only for the purpose of the center.":"لا نبيع البيانات لأي اطراف خارجية ولا يتم استخدمها إلا بغرض المركز فقط.",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":""
}
