{
  "Main": "الرئيسية",
  "Courses": "الدورات",
  "Trainers": "المدربين",
  "About us": "من نحن",
  "Call us": "إتصل بنا",
  "Advanced skills training center": "مركز مهارات متقدمة للتدريب",
  "An accredited training center licensed by the General Organization for Technical and Vocational Training.":"مركز تدريب معتمد ومرخص من المؤسسة العامة للتدريب التقني والمهني.",
  "An accredited training center licensed by the General Organization for Technical and Vocational Training We offer development training courses in the health field and the media field Which contributes to developing human resources to be qualified for the work environment.": "مركز تدريب معتمد ومرخص من المؤسسة العامة للتدريب التقني والمهني نقدم الدورات التدريبية التطويرية في المجال الصحي ومجال الإعلام التي تساهم في تطوير الكوادر البشرية لتكون مؤهله لبيئة العمل.",
  "Educational platform":"المنصة التعليميه",
  "Login":"تسجيل دخول",
  "60+ diverse courses":"60+ كورس متنوع",
  "Various courses in various fields prepare you for the labor market.":"كورسات متنوعة فى مختلف المجالات تؤهلك لسوق العمل.",
  "A group of the best trainers":"باقة من أفضل المدربين",
  "We have a group of the best cadres in the field of training.":"لدينا مجموعة من أفضل الكوادر فى مجال التدريب .",
  "Lifetime subscription":"إشتراك مدى الحياة",
  "Your subscription includes free access to the course for life.":"إشتراكك يتضمن دخول مجانى للكورس مدى الحياة .",
  "Distinctive courses":"دورات مميزة",
  "Learn new skills online with top teachers":"تعلم مهارات جديدة عبر الإنترنت مع كبار المعلمين",
  "Learn new skills that qualify you for the labor market with the best training and education staff..":"تعلم مهارات جديدة تؤهلك لسوق العمل مع أفضل كوادر التدريب والتعليم ..",
  "Effective teaching techniques compatible with all age groups.":"تقنيات فعالة فى التعليم متوافقة مع جميع الفئات العمرية .",
  "Join millions of people from around the world to learn together.":"انضم إلى ملايين الأشخاص من جميع أنحاء العالم للتعلم معًا.",
  "Join millions of people from all over the world. Online learning is easy and natural.":"انضم إلى ملايين الأشخاص من جميع أنحاء العالم.التعلم عبر الإنترنت سهل وطبيعي.",
  "The best trainers":"أفضل المدربين",
  "Take the next step towards your personal and professional goals with us.":"اتخذ الخطوة التالية نحو أهدافك الشخصية والمهنية معنا.",
  "Develop yourself through a package of the best training courses that ensure you achieve your goal easily and conveniently.":"طور ذاتك عن دريق باقة من أفضل الدورات التدريبية لتضمن تحقيق هدفك بسهولة ويسر.",
  "Register now for free":"سجل الان بالمجان",
  "From Sunday to Thursday":"من الأحد الى الخميس",
  "From 9 am - 5 pm":"من الساعه 9 صباحا - 5 مساء",
  "Our services":"خدماتنا",
  "Courses in the health field":"دورات فى المجال الصحى",
  "Courses in the field of media":"دورات فى مجال الاعلام",
  "Courses in general fields":"دورات فى المجالات العامه",
  "Important links":"روابط هامة",
  "Terms and Conditions":"الشروط والأحكام",
  "Public policies":"السياسات العامة",
  "Technical support policy":"سياسة الدعم الفنى",
  "Complaints and suggestions":"الشكاوى والأقتراحات",
  "Website links":" روابط الموقع",
  "All rights are save":"جميع الحقوق محفوظة",
  "by":"بواسطة ",
  "This mold is made":"هذا القالب صنع",
  "Latest courses":"أحدث الدورات",
  "Vision":"الرؤية",
  "To be a distinguished and advanced center locally and regionally in the field of training, and contribute to building and developing employees’ capabilities in providing all training solutions in line with what the labor market requires and achieves its goals.":"أن يكون مركز متميز ومتطور محليا وإقليميا في مجال التدريب، ويساهم في بناء وتطوير قدرات الموظفين في تقديم جميع الحلول التدريبية بما يتلاءم مع ما يتطلبه سوق العمل ويحقق أهدافه.",
  "The message:":"الرسالة:",
  "Providing distinguished training programs and consultations in accordance with international quality standards to prepare and qualify human cadres in many fields, in addition to improving the quality of performance in the private and public sectors through training and development with the aim of reaching better performance that helps achieve the goals of society.":"توفير برامج واستشارات تدريبية متميزة وفقا للمقاييس العالمية للجودة لإعداد وتأهيل الكوادر البشرية في العديد من المجالات بالإضافة إلى تحسين جودة الأداء في القطاعين الخاص والعام بالتدريب والتطوير بهدف الوصول الى اداء أفضل يساعد على تحقيق اهداف المجتمع.",
  "Our goals:":"اهدافنا:",
  "The center aims to provide distinguished training services to institutions and individuals with high efficiency, effectiveness and professionalism as follows: –":"يهدف المركز إلى تقديم خدمات تدريبية مميزة للمؤسسات والافراد بكفاءة وفاعلية واحترافية عالية على النحو التالي: –",
  "Preparing training plans on thoughtful scientific foundations that meet the needs of society and public institutions in the country.":"إعداد الخطط التدريبية على أسس علمية مدروسة تلبي احتياجات المجتمع والمؤسسات العامة بالدولة.",
  "Preparing training programs according to the needs required to develop the skills and capabilities of individuals in the public and private sectors and meeting the needs of the market and society.":"اعداد برامج تدريبية وفق الاحتياجات المطلوبة لتنمية المهارات والقدرات لأفراد القطاعين: العام والخاص وتلبي حاجة السوق والمجتمع.",
  "Providing training and consulting proposals to relevant authorities in accordance with applicable regulations.":"تقديم المقترحات التدريبية والاستشارية للجهات ذات العلاقة وفق الأنظمة المعمول بها.",
  "Permanent and continuous development of training programs in light of the needs and opinions of the target groups.":"التطوير الدائم والمستمر للبرامج التدريبية في ضوء الاحتياجات، وآراء الفئات المستهدفة.",
  "Strengthening the concept of partnership and cooperation with local and international training institutions in accordance with regulating legislation.":"تعزيز مفهوم الشراكة والتعاون مع المؤسسات التدريبية المحلية والدولية وفق التشريعات المنظمة.",
  "Striving to obtain international accreditation for the training course programs implemented within the center.":"السعي وراء الحصول على الاعتماد الدولي لبرامج الدورات التدريبية المنفذة داخل المركز.",
  "Raising the performance efficiency of the center’s trainers and employees in order to enhance the center’s competitive position.":"رفع كفاءة الأداء للمدربين والعاملين بالمركز بما يعزز الوضع التنافسي للمركز.",
  "Providing a distinguished training environment.":"توفير بيئة تدريبية متميزة .",
  "Spreading a culture of development and self-learning.":"نشر ثقافة التطوير والتعلم الذاتي.",
  "Hello dear customer:":"مرحبا عزيزي/تي العميل/ة :",
  "At the Advanced Skills Training Center, your visit to us and your completion of any request is considered acceptance and is subject to the terms and conditions, so please read them.":"في مركز مهارات متقدمة للتدريب زيارتك لنا واتمامك لأي طلب يعتبر موافقة عليها و خاضع للشروط والأحكام ولذلك يرجى قراءتها.",
  "trade mark :":"العلامة التجارية :",
  "The trademark and designs that we use on the site or in our social media accounts are all ours, and no one has the right to copy them and use them commercially without obtaining our approval.":"العلامة التجارية والتصاميم التي نستخدمها في الموقع او في حسابات التواصل الاجتماعي جميعها لنا ولا يحق لأي شخص نسخها واستخدمها تجارياً بدون اخذ الموافقة مننا.",
  "Exchange and return policy:":"سياسة الاستبدال والاسترجاع:",
  "The customer must verify the entered data and course details before completing the order, and his lack of familiarity with the necessary details makes him bear full responsibility for any error or misunderstanding that may occur.":"يجب على العميل التأكد من البيانات المدخلة وتفاصيل الدورة قبل اتمام الطلب ، وعدم إلمامه بالتفاصيل اللازمة تجعله يتحمل كامل المسؤولية عن أي خطأ او سوء فهم قد يحصل.",
  "The client must be registered with an activated and private email address in order for certificates to be issued to him/her.":"يجب ان يكون العميل/ة مسجل بإيميل مفعل وخاص به ليتم اصدار الشهادات عليه.",
  "If a refund is requested for the amount paid, it will be made only 24 hours before the start of the course. If the client is late, the request will not be exchangeable or refundable.":"في حال تم طلب الاسترجاع للمبلغ المدفوع يتم قبل بدء الدورة بـ ٢٤ ساعه فقط ، في حال تأخر العميل/ة عن ذلك يكون الطلب غير قابل للاستبدال او استرجاع المبلغ .",
  "Errors beyond our control:":"الاخطاء الخارجة عن ارادتنا :",
  "Products that are added by mistake or at an incorrect price, we have the right to cancel or reject the order whether the order has been confirmed or not, and if payment is made we will refund the full amount to the customer. Amendment to terms and conditions:":"المنتجات التي يتم اضافتها عن طريق الخطأ أو بسعر غير صحيح، فلنا الحق في إلغاء أو رفض الطلب سواء تم او لم يتم تأكيد الطلب، وإذا تم الدفع فسوف نقوم باسترجاع كامل المبلغ للعميل. التعديل في الشروط والاحكام :",
  "The center has the right to activate or disable any promotional offers without prior announcement.":"يحق للمركز تفعيل او تعطيل لأي عروض ترويجية بدون اعلان مسبق لذلك.",
  "The Center has the right to stop promotions at any time and without prior notice.":"يحق للمركز ايقاف العروض الترويجية بأي وقت وبدون اعلان مسبق.",
  "The store has the right to include or exclude any product from promotional offers.":"يحق للمتجر شمل او استثناء اي منتج من العروض الترويجية.",
  "All promotions and discounts are announced only on our official accounts or through the website.":"جميع العروض الترويجية والتخفيضات يتم الاعلان عنها في حساباتنا الرسمية فقط او عن طريق الموقع.",
  "The store has the right to modify prices as it deems appropriate and without prior announcement or notification. This does not apply to orders that have been completed and not shipped “unless they fall under the category of errors beyond our control.”":"يحق للمتجر تعديل الأسعار حسب ما يراه مناسب و بدون اعلان او اخطار مسبق لذلك ولا ينطبق الأمر للطلبات المكتملة ولم يتم شحنها ” الا اذا كانت تحت بند الأخطاء الخارجة عن ارادتنا”",
  "privacy policy:":"سياسة الخصوصية:",
  "Data recorded on the site: The data you enter when registering or completing the application (email - name in Arabic and English - ID - mobile number) are all used only for the purpose of the electronic platform.":"البيانات التي يتم تسجيلها بالموقع: البيانات التي تدخلها عند التسجيل أو اكمال الطلب (الإيميل – الاسم باللغة العربية والانجليزية – الهوية – رقم الجوال ) جميعها لا يتم استخدامها الا في غرض المنصة الالكترونية فقط.",
  "All customer data must be correct and specific to only one customer for the process to be completed correctly, such as (email - name - mobile number).":"يجب أن تكون جميع البيانات الخاصة بالعميل/ة صحيحة وخاصة بعميل/ة واحد فقط لتتم العملية بشكل صحيح مثل (الايميل -الاسم – رقم الجوال).",
  "All your data is encrypted and stored securely, and no one has the right to access it except those with authority.":"جميع بياناتك مشفرة ومخزنة بشكل امن ولا يحق لأي احد الوصول إليها إلا من يمتلك الصلاحية.",
  "We do not sell the data to any external parties, and it is used only for the purpose of the center.":"لا نبيع البيانات لأي اطراف خارجية ولا يتم استخدمها إلا بغرض المركز فقط.",
  "We are happy to serve you at any time!":"يسعدنا خدمتكم فى أى وقت !",
  "Your letter":"رسالتك",
  "E-mail":"البريد الإلكترونى",
  "Name":"الإسم",
  "Send":"إرسال",
  "Login to your account":"تسجيل الدخول إلى حسابك",
  "Password":"الرقم السري",
  "Did you forget your password?":" هل نسيت كلمة المرور؟",
  "entrance":"دخول",
  "Back":"رجوع",
  "Create an account":"إنشاء حساب",
  "Do you have an account?":"هل لديك حساب؟",
  "Create a new account":"إنشاء حساب جديد",
  "Create":"إنشاء",
  "Sign in":"تسجيل الدخول",
  "Don't have an account?":"ليس لديك حساب؟",
  "Amendment to terms and conditions:":"التعديل في الشروط والاحكام :",
  "In order for the Advanced Skills Training Center to achieve training and development goals, technical communication mechanisms have been provided for trainers and trainees to communicate with the technical support team to obtain instructions and solutions around the clock.":"حرصا من مركز مهارات متقدمة للتدريب على تحقيق الأهداف التدريبية والتطويرية، فقد تم توفير آليات اتصال تقنية لتواصل المدربين والمتدربين مع فريق الدعم الفني للحصول على الإرشادات والحلول على مدار الساعة",
  "The technical support team works to provide its services to all users of the electronic platform in several ways to suit all users’ desires, including:":"يعمل فريق الدعم الفني لتوفير خدماته لكافة مستخدمي المنصة الإلكترونية بعدة طرق حتى تتناسب مع كافة الرغبات الأسهل للمستخدمين ومنها:",
  "Support via access programs and applications for user devices such as “TeamViewer”.":"دعم عبر برامج وتطبيقات الوصول لأجهزة المستخدمين مثل “TeamViewer”.",
  "Support via social media chat programs (WhatsApp - Twitter).":"دعم عبر برامج محادثات التواصل الاجتماعي (واتساب -تويتر).",
  "Live support via phone.":"دعم مباشر عبر الهاتف.",
  "Support inside the training room.":"دعم داخل قاعة التدريب.",
  "Email support.":"دعم عبر البريد الإلكتروني.",
  "Support via the technical support form on the website.":"دعم عبر نموذج الدعم الفني بالموقع الإلكتروني.",
  "Beneficiaries of technical support services":"المستفيدين من خدمات الدعم الفني",
  "Center trainers registered on the electronic platform for the purpose of providing training courses.":"مدربي المركز المسجلين بالمنصة الإلكترونية لغرض تقديم الدورات التدريبية.",
  "All trainees joining training courses on our training platform":"جميع المتدربين المنضمين الى للدورات التدريبية على منصتنا التدريبية",
  "Services and systems covered by technical support":"الخدمات والأنظمة المشمولة بالدعم الفني",
  "Joining courses and solving technical problems facing users.":"الالتحاق بالدورات وحل المشكلات التقنية التي تواجه المستخدمين.",
  "Training on the electronic platform, using it and taking advantage of its advantages.":"التدريب على المنصة الإلكترونية واستخدامها والاستفادة من مزاياها.",
  "Necessary qualification of users.":"التأهيل اللازم للمستخدمين.",
  "Log in to the educational platform and create an account for the trainee.":"تسجيل الدخول الى المنصة التعليمية وإنشاء حساب للمتدرب.",
  "Attend the course and use live streaming applications.":"حضور الدورة واستخدام تطبيقات البث المباشر.",
  "The trainer enters the platform.":"دخول المدرب للمنصة.",
  "Extracting the trainee’s certificate from the Manar platform.":"استخراج شهادة المتدرب من منصة منار.",
  "Expected response time:":"الوقت المتوقع للرد:",
  "If the support is via WhatsApp, whether from a trainer or trainee, it will be responded to within a short period of time. Email It may take up to 30 minutes to receive the mail and then respond to it":"في حال كان الدعم عن طريق الواتس اب سواء من مدرب أو متدرب يتم الرد عليه خلال فترة زمنية قصيرة. البريد الالكتروني قد يستغرق 30 دقيقة لاستلام البريد ومن ثم الرد عليه",
  "The procedure to be followed if the request exceeds the time specified for a response (the policy of escalating the request in the event of a non-response within the specified period):":"الإجراء المتبع في حال تجاوز الطلب الوقت المحدد للرد (سياسة تصعيد الطلب في حال عدم الرد في المدة المحددة):",
  "The beneficiary has the right to escalate the request to one of the concerned and competent authorities, such as the General Corporation for Technical and Vocational Training or the National Center for E-Learning":"يحق للمستفيد تصعيد الطلب لأحد الجهات المعنية والمختصة مثل المؤسسة العامة للتدريب التقني والمهني او المركز الوطني للتعليم الالكتروني",
  "Roles, responsibilities and powers":"الأدوار والمسؤوليات والصلاحيات",
  "The roles required to carry out technical support are divided into several levels:":"تنقسم الأدوار المطلوبة للقيام بالدعم الفني على عدة مستويات:",
  "The first level: The customer service call center receives all incoming communications, as well as provides initial technical support to them according to the nature of the incoming inquiries, or transfers them to the relevant department.":"المستوى الأول: مركز الاتصال لخدمة العملاء ويقوم باستقبال جميع الاتصالات الواردة وكذلك تقديم الدعم الفني الأولي لها حسب طبيعة الاستفسارات الواردة أو تحويلها للإدارة المختصة.",
  "The nature of the inquiries received or their referral to the competent department.":"طبيعة الاستفسارات الواردة أو تحويلها للإدارة المختصة.",
  "The second level: Supportive Operational Section. Through this section, the technical support process is completed and verified.":"المستوى الثاني: القسم التشغيلي المساند ويتم من خلال هذا القسم استكمال عملية الدعم الفني والتحقق من انتهائها.",
  "work hours":"ساعات العمل",
  "From Sunday to Thursday from 9 am to 5 pm":"من الأحد إلى الخميس من الساعة 9صباحاً الى 5 مساء",
  "phone":"الجوال",
  "City":"المدينة",
  "The topic":"الموضوع",
  "Technical support 24/7":"دعم فنى 24/7",
  "Integrity Policy":"سياسة النزاهة",
  "Integrity policies and laws and the importance of adhering to them:":"سياسات وقوانين النزاهة وأهمية الالتزام بها:",
  "Integrity is a basic requirement in all dealings within the entity, which emphasizes the importance of honesty and honesty for every individual in the electronic training environment, including trainers, trainees, and administrators.":"النزاهة مطلب أساسي في جميع التعاملات داخل الجهة والتي تؤكد على أهمية الصدق والأمانة على كل فرد في البيئة التدريبية الإلكترونية من مدربين ومتدربين وإداريين.",
  "From the standpoint of preserving the scientific and professional moral values that our true religion urges us to, the Advanced Skills Training Center always works to enhance them in its training environment through constant emphasis on commitment to the highest standards of integrity, whether on the part of trainers, center workers or trainees, as the Advanced Skills Training Center assumes responsibility Creating an environment in which high levels of integrity are available by establishing standards and controls for the training process that work to achieve integrity in all stages of the training process, starting with the registration of trainees in training programs, during training, or in the testing and results phase, as our center believes that enhancing integrity represents an essential part of growth. The trainee’s personal and intellectual experience, and that increasing the trainee’s, trainers’ and employees’ awareness of issues related to integrity by promoting a climate in which the spirit of trust, honesty and high ethical standards prevail contributes a major role to the progress and prosperity of society by graduating cadres capable of bearing responsibility for the progress and elevation of the nation due to their moral values. The high.":"ومن منطلق الحفاظ على القيم الأخلاقية العلمية والمهنية التي يحثنا عليها ديننا الحنيف، ويعمل مركز مهارات متقدمة للتدريب دوما علي تعزيزها في بيئته التدريبية من خلال التشديد الدائم علي الالتزام بأعلى معايير النزاهة سواء من جهة المدربين والعاملين بالمركز أو المتدربين، حيث يتولى مركز مهارات متقدمة للتدريب مسئولية تهيئة بيئة تتوافر بها مستويات رفيعة من النزاهة من خلال وضع معايير وضوابط للعملية التدريبية تعمل علي تحقيق النزاهة في كافة مراحل العملية التدريبية بداية من تسجيل المتدربين بالبرامج التدريبية أو أثناء التدريب أو في مرحلة الاختبارات والنتائج، حيث يؤمن مركزنا بأن تعزيز النزاهة تمثل جزءًا أساسيًا من النمو الشخصي والفكري للمتدرب، وأن زيادة وعي المتدرب والمدربون والموظفين بالقضايا ذات الصلة بالنزاهة من خلال تعزيز مناخ تسوده روح الثقة والأمانة والمعايير الأخلاقية الرفيعة يساهم بدور رئيس في تقدم المجتمع وازدهاره من خلال تخريج كوادر قادرة علي تحمل مسئولية تقدم ورفعة الوطن نظرا لما تتمتع به من القيم الأخلاقية العالية.",
  "Forms of integrity violation:":"أشكال انتهاك النزاهة:",
  "Cheating: This is the transfer of the work of others and the unauthorized use of any information and training materials in academic tests or other tasks assigned to trainees.":"الغش: وهو نقل أعمال الآخرين والاستخدام غير المصرح به لأي معلومات ومواد تدريبية في الاختبارات الأكاديمية أو غيرها من المهام الموكلة للمتدربين.",
  "Plagiarism and intellectual theft: which is using the work of others as if it were one's own work, without mentioning the original author.":"الانتحال الأدبي والسرقة الفكرية: وهي استخدام عمل الأخرين كأنه عمل الشخص، دون الإشارة إلي صاحب العمل الأصلي.",
  "Exploiting cooperation: The trainee relying on another trainee within his group to accomplish a joint task or work, or exploiting another trainee to accomplish individual duties":"استغلال التعاون: اعتماد المتدرب على متدرب آخر ضمن مجموعته لإنجاز واجب أو عمل مشترك، أو استغلال متدرب آخر لإنجاز الواجبات الفردية",
  "Fabrication and forgery:":"التلفيق والتزوير:",
  "The trainee changes or fabricates the information available to him in a test or assignment, or brings a forged medical certificate in order to be absent from attendance.":"إقدام المتدرب على تغيير المعلومات المتاحة له أو تلفيقها في اختبار أو واجب، أو إحضاره لشهادة طبية مزوّرة من أجل التغيب عن الحضور.",
  "The trainee receives any assistance in the tests, provides information to another trainee, or brings external papers to the test and obtains information that was not provided by the test preparer.":"تلقي المتدرب اي مساعدة في الاختبارات أو تقديم معلومات لمتدرب آخر او احضار أوراق خارجية في الاختبار والحصول على معلومات لم تقدم من قبل معدي الاختبار.",
  "Obtaining or providing unauthorized assistance in examinations, or fabricating information to support laboratory results or other actions.":"الحصول او تقديم مساعدة غير مصرح بها في الامتحانات، أو تلفيق المعلومات لدعم نتائج المختبر او اي من الأعمال الأخرى.",
  "Impersonating others: The trainee pretending to be someone else in class, in a test or exam, or in any type of academic assignment. In this case, the trainee who impersonates another person and the trainee who motivates the impersonation will be punished":"انتحال شخصية الغير: ادعاء المتدرب صفة غيره داخل الصف، أو في اختبار أو امتحان، أو في أي نوع من الواجبات الأكاديمية. وفي هذه الحالة، تتم معاقبة المتدرب المنتحل شخصية غيره، والمتدرب الدافع للانتحال",
  "The procedures and penalties taken by the Advanced Skills Training Center when integrity is violated in the electronic training environment, as well as to reduce the incidence of such violations:":"الإجراءات والعقوبات التي يتخذها مركز مهارات متقدمة للتدريب عند انتهاك النزاهة في بيئة التدريب الإلكتروني، وكذلك للحد من الوقوع في مثل هذه الانتهاكات:",
  "In the event of impersonation or fraud, the Disciplinary Committee has the right, after verifying the violations referred to it, to impose one or more of the following penalties:":"في حالة انتحال الهوية أو الغش يحق للجنة التأديب بعد تثبتها من المخالفات المحالة إليها، الإيقاع بواحدة أو أكثر من العقوبات التالية:",
  "Warning verbally and documenting this with a written pledge or warning in writing.":"التنبيه شفهياً وتوثيق ذلك بتعهد خطي أو الإنذار كتابة.",
  "Temporary suspension of the account and deprivation of enjoying the platform’s services.":"التوقيف المؤقت للحساب والحرمان من التمتع بخدمات المنصة.",
  "Canceling the course test in cases of cheating":"إلغاء اختبار الدورة في حالات الغش",
  "The amount paid for the course will not be refunded":"عدم استرجاع المبلغ المدفوع في الدورة",
  "Depriving the trainee of receiving his certificate":"حرمان المتدرب من استلام شهادته",
  "Intellectual property rights and copyright policy":"سياسة حقوق الملكية الفكرية وحقوق النشر",
  "Pledge: We, the Advanced Skills Center for Training, pledge to adhere to and disseminate the principles of intellectual property rights and copyrights":"تعهد: نتعهد نحن مركز مهارات متقدمة للتدريب في الالتزام ونشر مبادئ حقوق الملكية الفكرية وحقوق النشر",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":""
}
