{
  "Main": "الرئيسية",
  "Courses": "الدورات",
  "Trainers": "المدربين",
  "About us": "من نحن",
  "Call us": "إتصل بنا",
  "Recruitment":"التوظيف",
  "Join our trainers":"إنضم لمدربينا",
  "Advanced skills training center": "مركز مهارات متقدمة للتدريب",
  "An accredited training center licensed by the General Organization for Technical and Vocational Training.":"مركز تدريب معتمد ومرخص من المؤسسة العامة للتدريب التقني والمهني.",
  "An accredited training center licensed by the General Organization for Technical and Vocational Training We offer development training courses in the health field and the media field Which contributes to developing human resources to be qualified for the work environment.": "مركز تدريب معتمد ومرخص من المؤسسة العامة للتدريب التقني والمهني نقدم الدورات التدريبية التطويرية في المجال الصحي ومجال الإعلام التي تساهم في تطوير الكوادر البشرية لتكون مؤهله لبيئة العمل.",
  "Educational platform":"المنصة التعليميه",
  "Login":"تسجيل دخول",
  "ٌRegistration":"تسجيل",
  "60+ diverse courses":"60+ كورس متنوع",
  "Various courses in various fields prepare you for the labor market.":"كورسات متنوعة فى مختلف المجالات تؤهلك لسوق العمل.",
  "A group of the best trainers":"باقة من أفضل المدربين",
  "We have a group of the best cadres in the field of training.":"لدينا مجموعة من أفضل الكوادر فى مجال التدريب .",
  "Lifetime subscription":"إشتراك مدى الحياة",
  "Your subscription includes free access to the course for life.":"إشتراكك يتضمن دخول مجانى للكورس مدى الحياة .",
  "Distinctive courses":"دورات مميزة",
  "Learn new skills online with top teachers":"تعلم مهارات جديدة عبر الإنترنت مع كبار المعلمين",
  "Learn new skills that qualify you for the labor market with the best training and education staff..":"تعلم مهارات جديدة تؤهلك لسوق العمل مع أفضل كوادر التدريب والتعليم ..",
  "Effective teaching techniques compatible with all age groups.":"تقنيات فعالة فى التعليم متوافقة مع جميع الفئات العمرية .",
  "Join millions of people from around the world to learn together.":"انضم إلى ملايين الأشخاص من جميع أنحاء العالم للتعلم معًا.",
  "Join millions of people from all over the world. Online learning is easy and natural.":"انضم إلى ملايين الأشخاص من جميع أنحاء العالم.التعلم عبر الإنترنت سهل وطبيعي.",
  "The best trainers":"أفضل المدربين",
  "Take the next step towards your personal and professional goals with us.":"اتخذ الخطوة التالية نحو أهدافك الشخصية والمهنية معنا.",
  "Develop yourself through a package of the best training courses that ensure you achieve your goal easily and conveniently.":"طور ذاتك عن دريق باقة من أفضل الدورات التدريبية لتضمن تحقيق هدفك بسهولة ويسر.",
  "Register now for free":"سجل الان بالمجان",
  "From Sunday to Thursday":"من الأحد الى الخميس",
  "From 9 am - 5 pm":"من الساعه 9 صباحا - 5 مساء",
  "Our services":"خدماتنا",
  "Courses in the health field":"دورات فى المجال الصحى",
  "Courses in the field of media":"دورات فى مجال الاعلام",
  "Courses in general fields":"دورات فى المجالات العامه",
  "Important links":"روابط هامة",
  "Terms and Conditions":"الشروط والأحكام",
  "Public policies":"السياسات العامة",
  "Technical support policy":"سياسة الدعم الفنى",
  "Complaints and suggestions":"الشكاوى والأقتراحات",
  "Website links":" روابط الموقع",
  "All rights are save":"جميع الحقوق محفوظة",
  "by":"بواسطة ",
  "This mold is made":"هذا القالب صنع",
  "Latest courses":"أحدث الدورات",
  "Vision":"الرؤية",
  "To be a distinguished and advanced center locally and regionally in the field of training, and contribute to building and developing employees’ capabilities in providing all training solutions in line with what the labor market requires and achieves its goals.":"أن يكون مركز متميز ومتطور محليا وإقليميا في مجال التدريب، ويساهم في بناء وتطوير قدرات الموظفين في تقديم جميع الحلول التدريبية بما يتلاءم مع ما يتطلبه سوق العمل ويحقق أهدافه.",
  "The message:":"الرسالة:",
  "Providing distinguished training programs and consultations in accordance with international quality standards to prepare and qualify human cadres in many fields, in addition to improving the quality of performance in the private and public sectors through training and development with the aim of reaching better performance that helps achieve the goals of society.":"توفير برامج واستشارات تدريبية متميزة وفقا للمقاييس العالمية للجودة لإعداد وتأهيل الكوادر البشرية في العديد من المجالات بالإضافة إلى تحسين جودة الأداء في القطاعين الخاص والعام بالتدريب والتطوير بهدف الوصول الى اداء أفضل يساعد على تحقيق اهداف المجتمع.",
  "Our goals:":"اهدافنا:",
  "The center aims to provide distinguished training services to institutions and individuals with high efficiency, effectiveness and professionalism as follows: –":"يهدف المركز إلى تقديم خدمات تدريبية مميزة للمؤسسات والافراد بكفاءة وفاعلية واحترافية عالية على النحو التالي: –",
  "Preparing training plans on thoughtful scientific foundations that meet the needs of society and public institutions in the country.":"إعداد الخطط التدريبية على أسس علمية مدروسة تلبي احتياجات المجتمع والمؤسسات العامة بالدولة.",
  "Preparing training programs according to the needs required to develop the skills and capabilities of individuals in the public and private sectors and meeting the needs of the market and society.":"اعداد برامج تدريبية وفق الاحتياجات المطلوبة لتنمية المهارات والقدرات لأفراد القطاعين: العام والخاص وتلبي حاجة السوق والمجتمع.",
  "Providing training and consulting proposals to relevant authorities in accordance with applicable regulations.":"تقديم المقترحات التدريبية والاستشارية للجهات ذات العلاقة وفق الأنظمة المعمول بها.",
  "Permanent and continuous development of training programs in light of the needs and opinions of the target groups.":"التطوير الدائم والمستمر للبرامج التدريبية في ضوء الاحتياجات، وآراء الفئات المستهدفة.",
  "Strengthening the concept of partnership and cooperation with local and international training institutions in accordance with regulating legislation.":"تعزيز مفهوم الشراكة والتعاون مع المؤسسات التدريبية المحلية والدولية وفق التشريعات المنظمة.",
  "Striving to obtain international accreditation for the training course programs implemented within the center.":"السعي وراء الحصول على الاعتماد الدولي لبرامج الدورات التدريبية المنفذة داخل المركز.",
  "Raising the performance efficiency of the center’s trainers and employees in order to enhance the center’s competitive position.":"رفع كفاءة الأداء للمدربين والعاملين بالمركز بما يعزز الوضع التنافسي للمركز.",
  "Providing a distinguished training environment.":"توفير بيئة تدريبية متميزة .",
  "Spreading a culture of development and self-learning.":"نشر ثقافة التطوير والتعلم الذاتي.",
  "Hello dear customer:":"مرحبا عزيزي/تي العميل/ة :",
  "At the Advanced Skills Training Center, your visit to us and your completion of any request is considered acceptance and is subject to the terms and conditions, so please read them.":"في مركز مهارات متقدمة للتدريب زيارتك لنا واتمامك لأي طلب يعتبر موافقة عليها و خاضع للشروط والأحكام ولذلك يرجى قراءتها.",
  "trade mark :":"العلامة التجارية :",
  "The trademark and designs that we use on the site or in our social media accounts are all ours, and no one has the right to copy them and use them commercially without obtaining our approval.":"العلامة التجارية والتصاميم التي نستخدمها في الموقع او في حسابات التواصل الاجتماعي جميعها لنا ولا يحق لأي شخص نسخها واستخدمها تجارياً بدون اخذ الموافقة مننا.",
  "Exchange and return policy:":"سياسة الاستبدال والاسترجاع:",
  "The customer must verify the entered data and course details before completing the order, and his lack of familiarity with the necessary details makes him bear full responsibility for any error or misunderstanding that may occur.":"يجب على العميل التأكد من البيانات المدخلة وتفاصيل الدورة قبل اتمام الطلب ، وعدم إلمامه بالتفاصيل اللازمة تجعله يتحمل كامل المسؤولية عن أي خطأ او سوء فهم قد يحصل.",
  "The client must be registered with an activated and private email address in order for certificates to be issued to him/her.":"يجب ان يكون العميل/ة مسجل بإيميل مفعل وخاص به ليتم اصدار الشهادات عليه.",
  "If a refund is requested for the amount paid, it will be made only 24 hours before the start of the course. If the client is late, the request will not be exchangeable or refundable.":"في حال تم طلب الاسترجاع للمبلغ المدفوع يتم قبل بدء الدورة بـ ٢٤ ساعه فقط ، في حال تأخر العميل/ة عن ذلك يكون الطلب غير قابل للاستبدال او استرجاع المبلغ .",
  "Errors beyond our control:":"الاخطاء الخارجة عن ارادتنا :",
  "Products that are added by mistake or at an incorrect price, we have the right to cancel or reject the order whether the order has been confirmed or not, and if payment is made we will refund the full amount to the customer. Amendment to terms and conditions:":"المنتجات التي يتم اضافتها عن طريق الخطأ أو بسعر غير صحيح، فلنا الحق في إلغاء أو رفض الطلب سواء تم او لم يتم تأكيد الطلب، وإذا تم الدفع فسوف نقوم باسترجاع كامل المبلغ للعميل. التعديل في الشروط والاحكام :",
  "The center has the right to activate or disable any promotional offers without prior announcement.":"يحق للمركز تفعيل او تعطيل لأي عروض ترويجية بدون اعلان مسبق لذلك.",
  "The Center has the right to stop promotions at any time and without prior notice.":"يحق للمركز ايقاف العروض الترويجية بأي وقت وبدون اعلان مسبق.",
  "The store has the right to include or exclude any product from promotional offers.":"يحق للمتجر شمل او استثناء اي منتج من العروض الترويجية.",
  "All promotions and discounts are announced only on our official accounts or through the website.":"جميع العروض الترويجية والتخفيضات يتم الاعلان عنها في حساباتنا الرسمية فقط او عن طريق الموقع.",
  "The store has the right to modify prices as it deems appropriate and without prior announcement or notification. This does not apply to orders that have been completed and not shipped “unless they fall under the category of errors beyond our control.”":"يحق للمتجر تعديل الأسعار حسب ما يراه مناسب و بدون اعلان او اخطار مسبق لذلك ولا ينطبق الأمر للطلبات المكتملة ولم يتم شحنها ” الا اذا كانت تحت بند الأخطاء الخارجة عن ارادتنا”",
  "privacy policy:":"سياسة الخصوصية:",
  "Data recorded on the site: The data you enter when registering or completing the application (email - name in Arabic and English - ID - mobile number) are all used only for the purpose of the electronic platform.":"البيانات التي يتم تسجيلها بالموقع: البيانات التي تدخلها عند التسجيل أو اكمال الطلب (الإيميل – الاسم باللغة العربية والانجليزية – الهوية – رقم الجوال ) جميعها لا يتم استخدامها الا في غرض المنصة الالكترونية فقط.",
  "All customer data must be correct and specific to only one customer for the process to be completed correctly, such as (email - name - mobile number).":"يجب أن تكون جميع البيانات الخاصة بالعميل/ة صحيحة وخاصة بعميل/ة واحد فقط لتتم العملية بشكل صحيح مثل (الايميل -الاسم – رقم الجوال).",
  "All your data is encrypted and stored securely, and no one has the right to access it except those with authority.":"جميع بياناتك مشفرة ومخزنة بشكل امن ولا يحق لأي احد الوصول إليها إلا من يمتلك الصلاحية.",
  "We do not sell the data to any external parties, and it is used only for the purpose of the center.":"لا نبيع البيانات لأي اطراف خارجية ولا يتم استخدمها إلا بغرض المركز فقط.",
  "We are happy to serve you at any time!":"يسعدنا خدمتكم فى أى وقت !",
  "Your letter":"رسالتك",
  "E-mail":"البريد الإلكترونى",
  "Name":"الإسم",
  "Send":"إرسال",
  "Login to your account":"تسجيل الدخول إلى حسابك",
  "Password":"الرقم السري",
  "Did you forget your password?":" هل نسيت كلمة المرور؟",
  "entrance":"دخول",
  "Back":"رجوع",
  "Create an account":"إنشاء حساب",
  "Do you have an account?":"هل لديك حساب؟",
  "Create a new account":"إنشاء حساب جديد",
  "Create":"إنشاء",
  "Sign in":"تسجيل الدخول",
  "Don't have an account?":"ليس لديك حساب؟",
  "Amendment to terms and conditions:":"التعديل في الشروط والاحكام :",
  "In order for the Advanced Skills Training Center to achieve training and development goals, technical communication mechanisms have been provided for trainers and trainees to communicate with the technical support team to obtain instructions and solutions around the clock.":"حرصا من مركز مهارات متقدمة للتدريب على تحقيق الأهداف التدريبية والتطويرية، فقد تم توفير آليات اتصال تقنية لتواصل المدربين والمتدربين مع فريق الدعم الفني للحصول على الإرشادات والحلول على مدار الساعة",
  "The technical support team works to provide its services to all users of the electronic platform in several ways to suit all users’ desires, including:":"يعمل فريق الدعم الفني لتوفير خدماته لكافة مستخدمي المنصة الإلكترونية بعدة طرق حتى تتناسب مع كافة الرغبات الأسهل للمستخدمين ومنها:",
  "Support via access programs and applications for user devices such as “TeamViewer”.":"دعم عبر برامج وتطبيقات الوصول لأجهزة المستخدمين مثل “TeamViewer”.",
  "Support via social media chat programs (WhatsApp - Twitter).":"دعم عبر برامج محادثات التواصل الاجتماعي (واتساب -تويتر).",
  "Live support via phone.":"دعم مباشر عبر الهاتف.",
  "Support inside the training room.":"دعم داخل قاعة التدريب.",
  "Email support.":"دعم عبر البريد الإلكتروني.",
  "Support via the technical support form on the website.":"دعم عبر نموذج الدعم الفني بالموقع الإلكتروني.",
  "Beneficiaries of technical support services":"المستفيدين من خدمات الدعم الفني",
  "Center trainers registered on the electronic platform for the purpose of providing training courses.":"مدربي المركز المسجلين بالمنصة الإلكترونية لغرض تقديم الدورات التدريبية.",
  "All trainees joining training courses on our training platform":"جميع المتدربين المنضمين الى للدورات التدريبية على منصتنا التدريبية",
  "Services and systems covered by technical support":"الخدمات والأنظمة المشمولة بالدعم الفني",
  "Joining courses and solving technical problems facing users.":"الالتحاق بالدورات وحل المشكلات التقنية التي تواجه المستخدمين.",
  "Training on the electronic platform, using it and taking advantage of its advantages.":"التدريب على المنصة الإلكترونية واستخدامها والاستفادة من مزاياها.",
  "Necessary qualification of users.":"التأهيل اللازم للمستخدمين.",
  "Log in to the educational platform and create an account for the trainee.":"تسجيل الدخول الى المنصة التعليمية وإنشاء حساب للمتدرب.",
  "Attend the course and use live streaming applications.":"حضور الدورة واستخدام تطبيقات البث المباشر.",
  "The trainer enters the platform.":"دخول المدرب للمنصة.",
  "Extracting the trainee’s certificate from the Manar platform.":"استخراج شهادة المتدرب من منصة منار.",
  "Expected response time:":"الوقت المتوقع للرد:",
  "If the support is via WhatsApp, whether from a trainer or trainee, it will be responded to within a short period of time. Email It may take up to 30 minutes to receive the mail and then respond to it":"في حال كان الدعم عن طريق الواتس اب سواء من مدرب أو متدرب يتم الرد عليه خلال فترة زمنية قصيرة. البريد الالكتروني قد يستغرق 30 دقيقة لاستلام البريد ومن ثم الرد عليه",
  "The procedure to be followed if the request exceeds the time specified for a response (the policy of escalating the request in the event of a non-response within the specified period):":"الإجراء المتبع في حال تجاوز الطلب الوقت المحدد للرد (سياسة تصعيد الطلب في حال عدم الرد في المدة المحددة):",
  "The beneficiary has the right to escalate the request to one of the concerned and competent authorities, such as the General Corporation for Technical and Vocational Training or the National Center for E-Learning":"يحق للمستفيد تصعيد الطلب لأحد الجهات المعنية والمختصة مثل المؤسسة العامة للتدريب التقني والمهني او المركز الوطني للتعليم الالكتروني",
  "Roles, responsibilities and powers":"الأدوار والمسؤوليات والصلاحيات",
  "The roles required to carry out technical support are divided into several levels:":"تنقسم الأدوار المطلوبة للقيام بالدعم الفني على عدة مستويات:",
  "The first level: The customer service call center receives all incoming communications, as well as provides initial technical support to them according to the nature of the incoming inquiries, or transfers them to the relevant department.":"المستوى الأول: مركز الاتصال لخدمة العملاء ويقوم باستقبال جميع الاتصالات الواردة وكذلك تقديم الدعم الفني الأولي لها حسب طبيعة الاستفسارات الواردة أو تحويلها للإدارة المختصة.",
  "The nature of the inquiries received or their referral to the competent department.":"طبيعة الاستفسارات الواردة أو تحويلها للإدارة المختصة.",
  "The second level: Supportive Operational Section. Through this section, the technical support process is completed and verified.":"المستوى الثاني: القسم التشغيلي المساند ويتم من خلال هذا القسم استكمال عملية الدعم الفني والتحقق من انتهائها.",
  "work hours":"ساعات العمل",
  "From Sunday to Thursday from 9 am to 5 pm":"من الأحد إلى الخميس من الساعة 9صباحاً الى 5 مساء",
  "phone":"الجوال",
  "City":"المدينة",
  "The topic":"الموضوع",
  "Technical support 24/7":"دعم فنى 24/7",
  "Integrity Policy":"سياسة النزاهة",
  "Integrity policies and laws and the importance of adhering to them:":"سياسات وقوانين النزاهة وأهمية الالتزام بها:",
  "Integrity is a basic requirement in all dealings within the entity, which emphasizes the importance of honesty and honesty for every individual in the electronic training environment, including trainers, trainees, and administrators.":"النزاهة مطلب أساسي في جميع التعاملات داخل الجهة والتي تؤكد على أهمية الصدق والأمانة على كل فرد في البيئة التدريبية الإلكترونية من مدربين ومتدربين وإداريين.",
  "From the standpoint of preserving the scientific and professional moral values that our true religion urges us to, the Advanced Skills Training Center always works to enhance them in its training environment through constant emphasis on commitment to the highest standards of integrity, whether on the part of trainers, center workers or trainees, as the Advanced Skills Training Center assumes responsibility Creating an environment in which high levels of integrity are available by establishing standards and controls for the training process that work to achieve integrity in all stages of the training process, starting with the registration of trainees in training programs, during training, or in the testing and results phase, as our center believes that enhancing integrity represents an essential part of growth. The trainee’s personal and intellectual experience, and that increasing the trainee’s, trainers’ and employees’ awareness of issues related to integrity by promoting a climate in which the spirit of trust, honesty and high ethical standards prevail contributes a major role to the progress and prosperity of society by graduating cadres capable of bearing responsibility for the progress and elevation of the nation due to their moral values. The high.":"ومن منطلق الحفاظ على القيم الأخلاقية العلمية والمهنية التي يحثنا عليها ديننا الحنيف، ويعمل مركز مهارات متقدمة للتدريب دوما علي تعزيزها في بيئته التدريبية من خلال التشديد الدائم علي الالتزام بأعلى معايير النزاهة سواء من جهة المدربين والعاملين بالمركز أو المتدربين، حيث يتولى مركز مهارات متقدمة للتدريب مسئولية تهيئة بيئة تتوافر بها مستويات رفيعة من النزاهة من خلال وضع معايير وضوابط للعملية التدريبية تعمل علي تحقيق النزاهة في كافة مراحل العملية التدريبية بداية من تسجيل المتدربين بالبرامج التدريبية أو أثناء التدريب أو في مرحلة الاختبارات والنتائج، حيث يؤمن مركزنا بأن تعزيز النزاهة تمثل جزءًا أساسيًا من النمو الشخصي والفكري للمتدرب، وأن زيادة وعي المتدرب والمدربون والموظفين بالقضايا ذات الصلة بالنزاهة من خلال تعزيز مناخ تسوده روح الثقة والأمانة والمعايير الأخلاقية الرفيعة يساهم بدور رئيس في تقدم المجتمع وازدهاره من خلال تخريج كوادر قادرة علي تحمل مسئولية تقدم ورفعة الوطن نظرا لما تتمتع به من القيم الأخلاقية العالية.",
  "Forms of integrity violation:":"أشكال انتهاك النزاهة:",
  "Cheating: This is the transfer of the work of others and the unauthorized use of any information and training materials in academic tests or other tasks assigned to trainees.":"الغش: وهو نقل أعمال الآخرين والاستخدام غير المصرح به لأي معلومات ومواد تدريبية في الاختبارات الأكاديمية أو غيرها من المهام الموكلة للمتدربين.",
  "Plagiarism and intellectual theft: which is using the work of others as if it were one's own work, without mentioning the original author.":"الانتحال الأدبي والسرقة الفكرية: وهي استخدام عمل الأخرين كأنه عمل الشخص، دون الإشارة إلي صاحب العمل الأصلي.",
  "Exploiting cooperation: The trainee relying on another trainee within his group to accomplish a joint task or work, or exploiting another trainee to accomplish individual duties":"استغلال التعاون: اعتماد المتدرب على متدرب آخر ضمن مجموعته لإنجاز واجب أو عمل مشترك، أو استغلال متدرب آخر لإنجاز الواجبات الفردية",
  "Fabrication and forgery:":"التلفيق والتزوير:",
  "The trainee changes or fabricates the information available to him in a test or assignment, or brings a forged medical certificate in order to be absent from attendance.":"إقدام المتدرب على تغيير المعلومات المتاحة له أو تلفيقها في اختبار أو واجب، أو إحضاره لشهادة طبية مزوّرة من أجل التغيب عن الحضور.",
  "The trainee receives any assistance in the tests, provides information to another trainee, or brings external papers to the test and obtains information that was not provided by the test preparer.":"تلقي المتدرب اي مساعدة في الاختبارات أو تقديم معلومات لمتدرب آخر او احضار أوراق خارجية في الاختبار والحصول على معلومات لم تقدم من قبل معدي الاختبار.",
  "Obtaining or providing unauthorized assistance in examinations, or fabricating information to support laboratory results or other actions.":"الحصول او تقديم مساعدة غير مصرح بها في الامتحانات، أو تلفيق المعلومات لدعم نتائج المختبر او اي من الأعمال الأخرى.",
  "Impersonating others: The trainee pretending to be someone else in class, in a test or exam, or in any type of academic assignment. In this case, the trainee who impersonates another person and the trainee who motivates the impersonation will be punished":"انتحال شخصية الغير: ادعاء المتدرب صفة غيره داخل الصف، أو في اختبار أو امتحان، أو في أي نوع من الواجبات الأكاديمية. وفي هذه الحالة، تتم معاقبة المتدرب المنتحل شخصية غيره، والمتدرب الدافع للانتحال",
  "The procedures and penalties taken by the Advanced Skills Training Center when integrity is violated in the electronic training environment, as well as to reduce the incidence of such violations:":"الإجراءات والعقوبات التي يتخذها مركز مهارات متقدمة للتدريب عند انتهاك النزاهة في بيئة التدريب الإلكتروني، وكذلك للحد من الوقوع في مثل هذه الانتهاكات:",
  "In the event of impersonation or fraud, the Disciplinary Committee has the right, after verifying the violations referred to it, to impose one or more of the following penalties:":"في حالة انتحال الهوية أو الغش يحق للجنة التأديب بعد تثبتها من المخالفات المحالة إليها، الإيقاع بواحدة أو أكثر من العقوبات التالية:",
  "Warning verbally and documenting this with a written pledge or warning in writing.":"التنبيه شفهياً وتوثيق ذلك بتعهد خطي أو الإنذار كتابة.",
  "Temporary suspension of the account and deprivation of enjoying the platform’s services.":"التوقيف المؤقت للحساب والحرمان من التمتع بخدمات المنصة.",
  "Canceling the course test in cases of cheating":"إلغاء اختبار الدورة في حالات الغش",
  "The amount paid for the course will not be refunded":"عدم استرجاع المبلغ المدفوع في الدورة",
  "Depriving the trainee of receiving his certificate":"حرمان المتدرب من استلام شهادته",
  "Intellectual property rights and copyright policy":"سياسة حقوق الملكية الفكرية وحقوق النشر",
  "Pledge: We, the Advanced Skills Center for Training, pledge to adhere to and disseminate the principles of intellectual property rights and copyrights":"تعهد: نتعهد نحن مركز مهارات متقدمة للتدريب في الالتزام ونشر مبادئ حقوق الملكية الفكرية وحقوق النشر",
  "Intellectual property rights and copyrights in the electronic training environment:":"حقوق الملكية الفكرية وحقوق النشر في بيئة التدريب الإلكتروني:",
  "Intellectual property rights are a group of legal rights that protect the works of authors and creators from being reproduced and exploited by others without their consent.":"حقوق الملكية الفكرية هي مجموعة من الحقوق القانونية التي تحمي أعمال المؤلفين والمُبدعين من إعادة إنتاجها واستغلالها من الآخرين دون موافقة منهم.",
  "We are an advanced skills center for training. We undertake the task of converting scientific content prepared by trainers into digital content. Trainers participating in preparing the content are obligated to respect intellectual property and publishing rights and to indicate all references and sources used in writing the course content. Before starting to formulate the content, the trainer must sign a pledge and acknowledgment form to prepare content that respects all intellectual property laws, licenses, and copyrights in accordance with the regulations in force in the Kingdom of Saudi Arabia.":"ونحن مركز مهارات متقدمة للتدريب نقوم بمهمة تحويل المحتوى العلمي المُعد من المدربين الى محتوى رقمي، ويتم إلزام المدربين المشاركين في إعداد المحتوى باحترام حقوق الملكية الفكرية والنشر وان يشير الى كل المراجع والمصادر المستخدمة في كتابة محتوى الدورة. وأن يقوم المدرب قبل البَدْء في صياغة المحتوى بالتوقيع على نموذج تعهد وإقرار بإعداد محتوى يحترم جميع قوانين الملكية الفكرية ورخص وحقوق النشر والتأليف حسب الأنظمة المعمول بها في المملكة العربية السعودية.",
  "Principles of intellectual property rights in the Advanced Skills Training Center:":"مبادئ حقوق الملكية الفكرية في مركز مهارات متقدمة للتدريب:",
  "The entity is committed to intellectual property and copyright rights in what is published on the training platform.":"تلتزم الجهة بحقوق الملكية الفكرية والنشر فيما ينشر في المنصة التدريبية.",
  "Trainers and their equivalents are bound by copyright when developing content.":"يلتزم المدربين ومن في حكمهم بحقوق الملكية عند تطوير المحتوى.",
  "If open content is used, the source is mentioned.":"في حالة استخدام محتوى مفتوح يتم ذكر المصدر.",
  "The entity is committed to examining the content of all courses or programs and the work of trainees and ensuring that they are free of intellectual property violations.":"تلتزم الجهة بفحص محتوى جميع المقررات أو البرامج وأعمال المتدربين والتأكد من خلوها من انتهاكات الملكية الفكرية.",
  "Advanced Skills Training Center’s policy regarding allowing content to be published:":"سياسة مركز مهارات متقدمة للتدريب في السماح بنشر المحتوى:",
  "It is prohibited to publish or promote any content or product for commercial purposes.":"يمنع نشر أي محتوى يتعرض لأشخاص أو مؤسسات أو يظهرهم بطريقة سيئة.",
  "It is prohibited to publish any content that affects national unity (racist, sectarian, tribal...).":"يمنع التعدي بنشر أو اقتباس محتوى ذو حقوق فكرية بدون تصريح أو موافقة.",
  "It is prohibited to publish any content that violates religious or moral teachings.":"يمنع نشر أي محتوى مخالف لتعاليم الدينية أو الأخلاقية.",
  "It is prohibited to infringe by publishing or quoting intellectually copyrighted content without permission or approval.":"يمنع نشر أي محتوى يؤثر على الوحدة الوطنية (عنصرية، طائفية، قبلية…).",
  "It is prohibited to publish any content that exposes people or organizations or shows them in a bad manner.":"يمنع النشر أو الترويج لأي محتوى أو منتج ذو أهداف تجارية.",
  "In the event of a violation of intellectual property rights, the Disciplinary Committee has the right, after verifying the violations referred to it, to impose one or more of the following penalties:":"في حالة حدوث انتهاك لحقوق الملكية الفكرية يحق للجنة التأديب بعد تثبتها من المخالفات المحالة إليها، الإيقاع بواحدة أو أكثر من العقوبات التالية:",
  "The attendance policy at the Advanced Skills Training Center aims to clarify the organizational procedures for synchronous electronic attendance, as synchronous electronic attendance refers to virtual presence in virtual classes and ensuring the trainee’s presence in real time for the lesson. Therefore, organizational policies and procedures have been developed for synchronous electronic attendance, which are as follows:":"تهدف سياسة الحضور في مركز مهارات متقدمة للتدريب إلى توضيح الإجراءات التنظيمية للحضور الإلكتروني المتزامن، حيث يشير الحضور الإلكتروني المتزامن إلى التواجد الافتراضي في الفصول الافتراضية والتأكد من وجود المتدرب في الوقت الفعلي للدرس، لذلك تم وضع سياسات وإجراءات تنظيمية للحضور الإلكتروني المتزامن وهي كالتالي:",
  "The trainer and the virtual hall supervisor monitor the entry of the male and female trainees and confirm their attendance during the lectures.":"يتولى المدرب ومشرفة القاعة الافتراضية رصد دخول المتدربين والمتدربات وإثبات حضورهم أثناء المحاضرات.",
  "Attendance and absence of trainees are recorded on all days of the training program.":"يتم تسجيل الحضور والغياب للمتدربين في جميع أيام البرنامج التدريبي.",
  "At the conclusion of the course, the electronic attendance report is sent to the management of the Advanced Skills Training Center.":"في ختام الدورة يُرسل تقرير الحضور الإلكتروني إلى إدارة مركز مهارات متقدمة للتدريب.",
  "The trainee must attend no less than (75%) of the training hours allocated for the course in which he is registered.":"على المتدرب حضور ما لا يقل عن (75%) من الساعات التدريبية المخصصة للدورة المسجّل فيها.",
  "Electronic attendance through virtual classes is considered equivalent to regular attendance.":"الحضور الإلكتروني من خلال الفصول الافتراضية يُعتبر معادلاً للحضور الاعتيادي.",
  "Attendance hours are provided through synchronous virtual classes at a minimum of 25% of the program/course hours when training is provided in the asynchronous electronic mode in programs whose duration exceeds one month.":"يتم تقديم ساعات الحضور عن طريق الفصول الافتراضية المتزامنة بنسبة 25% كحد أدنى من ساعات البرنامج/المقرر عند تقديم التدريب بالنمط الإلكتروني غير المتزامن وذلك في البرامج التي تزيد مدتها عن شهر.",
  "Attendance hours are provided through synchronous virtual classes at a minimum of 25% of the program hours in the case of blended learning (whether virtual or regular attendance) in programs whose duration exceeds a month.":"يتم تقديم ساعات الحضور عن طريق الفصول الافتراضية المتزامنة بنسبة 25% كحد أدنى من ساعات البرنامج في حال التعليم المدمج (سواء حضور افتراضي أو اعتيادي) وذلك في البرامج التي تزيد مدتها عن شهر.",
  "Everyone's commitment to attend according to the training program's time plan.":"التزام الجميع بالحضور وفق الخطة الزمنية للبرنامج التدريبي.",
  "In the event that the trainee does not adhere to the minimum percentage of “electronic attendance” - which has been approved - this will lead to the application of the following procedures:":"في حال عدم التزام المتدرب بالحد الأدنى من نسبة الحضور الإلكتروني – الذي تم إقراره – سيؤدي ذلك إلى تطبيق الإجراءات التالية:  ",
  "When absent with an excuse:":"عند الغياب بعذر:",
  "If the trainee is absent from attending the course, he loses his right to obtain the certificate or... Demanding a refund of fees unless an official excuse is provided, and the Center reserves the right Accept or reject the excuse.":"عند غياب المتدرب عن حضور الدورة يفقد حقه للحصول على الشهادة أو المطالبة باسترداد الرسوم ما لم يقدم عذر رسمي، ويحتفظ المركز بحق قبول العذر أو رفضه.",
  "Failure of the trainee to adhere to the prescribed percentage of attendance in the synchronous electronic course will result in him being denied the certificate and he is not entitled to a refund of the fees.":"يؤدي عدم التزام المتدرب بالنسبة المقررة للحضور في الدورة الإلكترونية المتزامنة إلى حرمانه من الحصول على الشهادة ولا يحق له استرداد الرسوم.",
  "The Center has the right to amend the course implementation system without prior notice to achieve its goals Public interest.":"يحق للمركز التعديل على نظام تنفيذ الدورات بدون إشعار مسبق بما يحقق المصلحة العامة.",
  "The center has the right to amend the attendance policy without prior notice.":"يحق للمركز التعديل على سياسة الحضور بدون إشعار مسبق.",
  "Mechanism for measuring beneficiary satisfaction (trainers - trainees) using electronic training":"آلية قياس رضا المستفيدين (مدربين- متدربين) بنمط التدريب الإلكتروني",
  "Beneficiaries' satisfaction level is measured through an electronic link that is sent For trainees and trainers at the end of each course, with the aim of identifying the trainees’ satisfaction with... Training programs, trainers and proposals that can contribute to effectiveness Performance of the courses offered.":"يتم قياس مستوى رضا المستفيدين من خلال رابط إلكتروني يتم إرساله للمتدربين والمدربين نهاية كل دورة بهدف التعرف على رضا المتدربين عن البرامج التدريبية والمدربين والمقترحات التي يمكن أن تساهم في فعالية أداء الدورات المقدمة.",
  "The goal of measuring beneficiary satisfaction:":"الهدف من قياس رضا المستفيدين:",
  "The Advanced Skills Training Center improves its practices in providing electronic programs by following a clear mechanism to measure the level of beneficiaries’ satisfaction with them.":"يقوم مركز مهارات متقدمة للتدريب بتحسين ممارساته في تقديم البرامج الإلكترونية من خلال اتباع آلية واضحة لقياس مستوى رضا المستفيدين عنها.",
  "The tool used to measure the level of beneficiary satisfaction:":"الأداة المستخدمة في قياس مستوى رضا المستفيدين:",
  "User satisfaction is measured by sending questionnaires after the training course provided.":"يتم قياس رضا المستخدمين عن طريق ارسال استبيانات بعد الدورة التدريبية المقدمة.",
  "Sending questionnaires to the trainer and trainee after measuring satisfaction with the courses includes some questions related to the training mechanism, method, etc.":"إرسال استبيانات للمدرب والمتدرب بعد قياس مدى الرضا عن المقررات يشمل بعض الأسئلة المتعلقة بآلية التدريب، ووسيلته وغيره.",
  "Based on the results of the level of satisfaction, decisions are made to improve and develop the training courses and services provided through the main website and the training platform.":"بناء على نتائج مستوى الرضا يتم اتخاذ القرارات بتحسين وتطوير الدورات التدريبية والخدمات المقدمة عبر الموقع الرئيسي والمنصة التدريبية.",
  "Target group (beneficiaries):":"الفئة المستهدفة(المستفيدين):",
  "Trainers and trainees":"المدربين والمتدربين",
  "The axes through which the level of satisfaction will be measured:":"المحاور التي سيتم من خلالها قياس مستوى الرضا:",
  "Technical and educational support, and qualifying beneficiaries to use technology in the electronic training environment":"الدعم الفني والتعليمي، وتأهيل المستفيدين على استخدام التقنية في بيئة التدريب الإلكتروني",
  "User experience in the electronic program, program design":"تجربة المستخدم في البرنامج الإلكتروني، تصميم البرنامج",
  "Trainer in an electronic training environment":"المدرب في بيئة التدريب الإلكتروني",
  "Interaction and feedback":"التفاعل والتغذية الراجعة",
  "Measurement and evaluation":"القياس والتقويم",
  "Overall satisfaction":"الرضا العام",
  "Measurement time and mechanism:":"The results of measuring the level of satisfaction are used to:",
  "Developing a questionnaire that measures beneficiaries’ satisfaction after completing the training program, with the aim of improving and developing the educational and training process in person and online.":"وضع استبيان يقيس رضا المستفيدين بعد الانتهاء من البرنامج التدريبي، بهدف تحسين وتطوير العملية التعليمية والتدريبية شخصيًا وعبر الإنترنت.",
  "The results of measuring the level of satisfaction are used to:":"يتم الاستفادة من نتائج قياس مستوى الرضا في:",
  "Using the results to develop and improve training plans.":"توظيف النتائج في تطوير وتحسين الخطط التدريبية.",
  "Improving the training and educational process.":"الارتقاء بالعملية التدريبية والتعليمية.",
  "Raising efficiency and quality of performance in accordance with quality standards and beneficiary satisfaction.":"رفع الكفاءة وجودة الأداء بما يتوافق مع معايير الجودة ورضا المستفيدين.",
  "Solve problems and difficulties facing beneficiaries.":"Solve problems and difficulties facing beneficiaries.",
  "privacy policy":"سياسة الخصوصية",
  "Acknowledgment of ensuring the privacy of beneficiaries:":"إقرار بضمان خصوصية المستفيدين:",
  "Accredits the Advanced Skills Training Center":"يقر مركز مهارات متقدمة للتدريب",
  "He must maintain the privacy and confidentiality of the information he receives from beneficiaries, which includes all information related to the provision of services without exception, whether personal, financial, training, or other forms of information.":"على المحافظة على خصوصية وسرية المعلومات التي يستلمها من المستفيدين وتشمل جميع المعلومات المتعلقة بتقديم الخدمات بلا استثناء سواء كانت المعلومات الشخصية، أو المالية، أو التدريبية أو غيرها من أشكال المعلومات.",
  "Objective of the privacy policy:":"الهدف من سياسة الخصوصية:",
  "The privacy policy aims to help all beneficiaries of the Advanced Skills Training Center’s services in understanding the nature of the data that the entity collects when visiting the website or training platform and how to deal with and protect this data.":"تهدف سياسة الخصوصية إلى مساعدة جميع المستفيدين من خدمات مركز مهارات متقدمة للتدريب في فهم طبيعة البيانات التي تقوم الجهة بجمعها عند زيارة الموقع الإلكتروني أو المنصة التدريبية وكيفية التعامل مع هذه البيانات وحمايتها.",
  "The management of the Advanced Skills Training Center is also committed to ensuring the privacy and protection of beneficiary data, ensuring that it is stored and not viewed except by specialists and those with authority, and not publishing and sharing it with any entity or persons who do not have the right to access this data.":"كما تلتزم إدارة مركز مهارات متقدمة للتدريب بضمان خصوصية بيانات المستفيدين وحمايتها وضمان تخزينها وعدم الاطلاع عليها إلا من قبل المختصين وذوي الصلاحية وعدم نشرها ومشاركتها مع أي جهة أو أشخاص لا يحق لهم الاطلاع على هذه البيانات.",
  "Data we collect:":"البيانات التي نقوم بجمعها:",
  "(Name / mobile number / email / etc.)":"(الاسم / رقم الجوال / الايميل / وغيرها)",
  "Data collection method and purpose:":"طريقة جمع البيانات، والغرض منها:",
  "To complete the registration process correctly and then issue certificates and record professional development hours.":"لتتم عملية التسجيل بطريقة صحيحة ومن ثم إصدار الشهادات وتسجيل ساعات التطوير المهني.",
  "Duration of its storage and retention by the entity:":"مدة تخزينها واحتفاظ الجهة بها:",
  "All data is encrypted and stored securely, and no one has the right to access it except those who have the authority to do so.":"جميع البيانات مشفرة ومخزنة بشكل آمن ولا يحق لأحد الوصول إليها إلا من يمتلك الصلاحية بذلك.",
  "The registration official is the one who has the authority to view this data, in addition to the technical administrator of the site, and this data is not sold or used for personal purposes.":"مسؤول التسجيل هو من يملك صلاحية الاطلاع على هذه البيانات بالإضافة إلى المسؤول التقني للموقع ولا يتم بيع هذه البيانات أو استعمالها لأغراض شخصية.",
  "Mechanism and systems for verifying the identity of the beneficiary":"آلية وأنظمة التحقق من هوية المستفيد",
  "The Advanced Skills Center verifies the beneficiary’s identity every time he accesses the training platform by using the following verification system:":"يقوم مركز مهارات متقدمة بالتأكد من هوية المستفيد عند كل مرة يتم فيها الدخول على المنصة التدريبية من خلال استخدام نظام التحقق التالي:",
  "When participants register, they register on the site through a two-step verification system, which is done through a code that reaches the trainee via SMS on his private number or a code via the email registered with him. This verification is done every time the trainee logs in to the site.":"عند تسجيل المشتركين يتم التسجيل بالموقع عبر نظام التحقق بخطوتين ويتم من خلال كود يصل للمتدرب عبر الرسائل القصيرة على رقمه الخاص أو كود عبر البريد الإلكتروني المسجل به، ويتم هذا التحقق في كل مرة يقوم المتدرب بتسجيل الدخول للموقع.",
  "The supervisory staff and its roles:":"الكادر الإشرافي وأدواره:",
  "The Advanced Skills Training Center has a supervisory team working to supervise the electronic training environment.":"يتوفر لدى مركز مهارات متقدمة للتدريب فريق إشرافي يعمل للإشراف على بيئة التدريب الإلكترونية.",
  "Supervisory staff guide":"دليل الكادر الاشرافي",
  "M":"م",
  "Employee Name":"اسم الموظف",
  "His job":"وظيفته",
  "Social media":"وسائل التواصل",
  "The role and responsibilities of the site supervisory staff member":"دور ومسئوليات عضو الكادر الإشرافي للموقع",
  "a. Alaa Yahya":"أ. آلاء يحيى",
  "a. Maliki spectrum":"أ. طيف المالكي",
  "a. Turkish Jewels":"أ. جواهر التركي",
  "Director general":"مدير عام",
  "Technical support officer":"مسؤول الدعم الفني",
  "customers service":"خدمة العملاء",
  "Director General of general supervision, developing training policies, supervising the processes of identifying and analyzing the training needs of targeted individuals, and ensuring that the training packages are built according to them and meet these actual needs.":"مدير عام الإشراف العام ووضع السياسات التدريبية والاشراف على عمليات تحديد الاحتياجات التدريبية للأفراد المستهدفة وتحليلها والتأكد من أن الحقائب التدريبية مبنية وفقها وتلبي هذه الاحتياجات الفعلية",
  "Follow up and solve beneficiaries’ problems/coordinate with trainers and trainees. Communicate with all parties and provide appropriate support":"متابعة وحل مشاكل المستفيدين/التنسيق مع المدربين والمتدربين. والتواصل مع جميع الأطراف وتقديم الدعم المناسب",
  "Preparing reports measuring the training impact and reports measuring the trainer and trainee’s satisfaction with the overall results and providing recommendations":"عمل تقارير قياس الاثر التدريبي وتقارير قياس رضى المدرب والمتدرب بالنتائج الكلية وتقديم التوصيات",
  "The entity is committed to ensuring that trainers obtain professional certificates from the National Center for E-Learning":"التزام الجهة بحصول المدربين على شهادات المركز الوطني للتعليم الإلكتروني الاحترافية",
  "The Advanced Skills Training Center pledges that the trainers will obtain the National Center for E-Learning’s professional certificates based on the timetable shown below.":"يتعهد مركز مهارات متقدمة للتدريب بحصول المدربين على شهادات المركز الوطني للتعليم الإلكتروني المهنية الاحترافية بناء على الجدول الزمنى الموضح أدناه",
  "The minimum percentage of those targeted to obtain professional certificates":"نسبة الحد الأدنى لعدد المستهدفين بالحصول على الشهادات المهنية الاحترافية",
  "Start committing to the plan":"نوع الشهادات المهنية الاحترافية",
  "The target group for obtaining professional certificates":"الفئة المستهدفة بالحصول على الشهادات المهنية الاحترافية",
  "Type of professional certificates":"بداية الالتزام بالخطة",
  "Providing OTT e-education and training":"تقديم التعليم والتدريب الإلكتروني OTT",
  "Designing e-learning experiences eLXD":"تصميم خبرات التعليم الإلكتروني eLXD",
  "eLCD electronic content development":"تطوير المحتوى الإلكتروني eLCD",
  "Trainers and the like (including the educational design team and electronic content developers, whether inside or outside the entity)":"المدربين ومن في حكمهم (يشمل فريق التصميم التعليمي ومطوري المحتوى الإلكتروني سواء داخل الجهة أو خارجها)",
  "The entity’s commitment to ensure that the supervisory staff obtains the National Professional Center’s professional certificates":"التزام الجهة بحصول الكادر الإشرافي على شهادات المركز الوطني المهنية الاحترافية",
  "The Advanced Skills Training Center pledges the entity’s commitment to ensuring that the supervisory staff obtains the National Center for E-Learning’s professional certificates based on the timetable shown below:":"يتعهد مركز مهارات متقدمة للتدريب بالتزام الجهة بحصول الكادر الإشرافي على شهادات المركز الوطني للتعليم الإلكتروني المهنية الاحترافية بناء على الجدول الزمنى الموضح أدناه:",
  "eLQA quality control":"ضبط جودة التعليم الإلكتروني eLQA",
  "eLL Leadership":"قيادة التعليم الإلكتروني eLL",
  "Supervisory staff of the training environment":"الكادر الإشرافي على البيئة التدريبية",
  "Electronic guides for the technologies used in electronic training environments for trainees":"الأدلة الإرشادية الإلكترونية للتقنيات المستخدمة في بيئات التدريب الإلكتروني للمتدربين",
  "Training and qualification courses and electronic manuals for programs used in electronic training environments for trainees:":"الدورات التدريبية والتأهيلية والأدلة الإرشادية الإلكترونية للبرامج المستخدمة في بيئات التدريب الإلكتروني للمتدربين:",
  "Courses are listed according to scheduled dates. The trainee can easily review the development courses through the website.":"يتم ادراج الدورات حسب تواريخ مجدولة بإمكان المتدرب استعراض الدورات التطويرية عن طريق الموقع بكل سهولة.",
  "Programs used in electronic training environments.":"البرامج المستخدمة في بيئات التدريب الإلكتروني.",
  "Trainers were trained to use the tele in platform to implement short development courses (one month or less) https://telein.net/profile":"تم تدريب المدربين على استخدام منصة tele in لتنفيذ الدورات التطويرية القصيرة (شهر فأقل) https://telein.net/profile",
  "Mechanism for submitting complaints and suggestions":"آلية رفع الشكاوى والمقترحات",
  "The Advanced Skills Training Center follows the following mechanism for submitting complaints and suggestions and how to deal with them:":"يتبع مركز مهارات متقدمة للتدريب الآلية التالية لرفع الشكاوى والمقترحات وطريقة التعامل معها:",
  "Complaints and suggestions are submitted through the following means of communication:":"يتم تقديم الشكاوى والمقترحات من خلال وسائل التواصل التالية:",
  "The complaint must be submitted through the available channels, provided that the required data and contact numbers must be mentioned":"يتم تقديم الشكوى من خلال القنوات المتاحة مع ضرورة ذكر البيانات المطلوبة وأرقام التواصل",
  "The complaint is registered and referred to the concerned department":"يتم تسجيل الشكوى وإحالتها إلى الادارة المعنية",
  "A specialized team examines the complaint by communicating with the complainant.":"يقوم فريق مختص ببحث الشكوى من خلال التواصل مع مقدم الشكوى.",
  "The problem will be solved and the necessary measures will be taken if the complainant’s complaint is proven valid and he is informed of what has been done to resolve the complaint":"يتم حل المشكلة واتخاذ الاجراءات اللازمة حال ثبوت صحة الشكوى بمقدم الشكوى وابلاغه بما تم لحل الشكوى",
  "The administration makes a phone call.":"تقوم الادارة بالاتصال هاتفياً.",
  "All complaints are regularly reviewed, analyzed and studied, and opportunities for improvement and development related to them are identified and followed up with the work units concerned with those opportunities by the center’s management.":"يتم إجراء مراجعة منتظمة لكافة الشكاوى وتحليلها ودراستها، وبيان فرص التحسين والتطوير المتصلة بها ومتابعتها مع وحدات العمل المعنية بتلك الفرص من قبل إدارة المر كز",
  "The beneficiary is always right until proven otherwise":"المستفيد دائما على حق حتى يثبت العكس",
  "The method used by the entity to deal with complaints and suggestions:":"الطريقة المتبعة في الجهة للتعامل مع الشكاوى والمقترحات:",
  "The confidentiality of the information of the complainant and the intended party of the complaint and their respective data is guaranteed by not allowing access to them except by specialized and authorized employees whose work nature requires such access.":"يتم ضمان سرية معلومات المشتكي والجهة المقصودة بالشكوى وبيانات كل منهما من خلال عدم السماح بالاطلاع عليها إلا من قبل الموظفين المختصين والمخولين الذين تقتضي طبيعة عملهم ذلك الاطلاع.",
  "The concerned individuals take all necessary measures and precautions to ensure the confidentiality of complaints submitted, as well as the confidentiality of documents and information related to them and to the complainant’s details (paper, electronic, and recorded audio).":"يتخذ الأفراد المعنيين كافة التدابير والاحتياطات اللازمة لضمان سرية الشكاوى المقدمة، وكذلك سرية الوثائق والمعلومات المتعلقة بها وبتفاصيل المشتكي (الورقية والإلكترونية الصوتية المسجلة).",
  "Any complaint that expresses the customer’s opinion, and the center has the right to accept or reject the complaint if it is unclear or cannot be studied due to the failure to obtain a response from the complainant within the specified period. Also, malicious complaints are not accepted.":"أي شكوى تعبر عن رأي المتعامل و للمركز حق قبول أو رفض الشكوى إذا كانت غير واضحة أو لا يمكن دراستها نسبة لعدم الحصول على رد المشتكي في الفترة المحددة؛ وأيضاً لا تقبل الشكاوى الكيدية.",
  "Duration for closing complaints:":"مدة إغلاق الشكاوى:",
  "If the matter is internal, the procedure will take place immediately upon receiving the complaint.":"إذا كان الشأن داخلي يكون الإجراء مباشرة عند تلقي الشكوى.",
  "If the complaint is related to an external facility, it will be submitted within one week or three working days. If the complaint is not resolved within the specified period, a committee will be formed, examine the reasons, and send an email with the results reached and the reasons. Complaints channels:":"في حال ارتباط الشكوى بمنشأة خارجية يكون خلال أسبوع أو ثلاث أيام عمل. في حال عدم حل الشكوى خلال المدة المحددة يتم تشكيل لجنة والنظر بالأسباب ورفع ايميل بالنتائج المتوصل إليها والأسباب. قنوات تقديم الشكاوى :",
  "We are pleased to receive any complaints, inquiries or comments via:":"ويسرنا استقبال أي من الشكاوى أو الاستفسارات أو الملاحظات عبر:",
  "Attached complaints form":"نموذج الشكاوى المرفق",
  "Press here":"اضغط هنا",
  "Complaints number (call and WhatsApp): 0534699908":"رقم الشكاوى(اتصال و واتس اب) :0534699908",
  "Email: advance.skills3@gmail.com":"الإيميل: advance.skills3@gmail.com",
  "Training plan for trainers on the three axes (use of technology, development of electronic content, and skills of electronic teaching)":"الخطة التدريبية للمدربين على المحاور الثلاثة (استخدام التقنية، تطوير المحتوى الإلكتروني، مهارات التدريس الإلكتروني)",
  "For safe use of technical resources":"لاستخدام الآمن لمصادر التقنية",
  "The ability to deal with scientific material technically, attendance systems, and examination systems":"المقدرة على التعامل مع المادة العلمية تقنيا وأنظمة الحضور وأنظمة الاختبارات",
  "Ensure that you have the necessary tools to deliver electronic training efficiently.":"التأكد من امتلاك الأدوات اللازمة لإيصال التدريب الالكتروني بكل كفاءة.",
  "Accessing the platform and using the intermediary systems used in the educational process":"الدخول الى المنصة واستخدام النظم الوسيطة المستخدمة بالعملية التعليمية",
  "Using technology to develop his performance and professional practice":"استخدام التقنية لتطوير أدائه وممارسته المهنية",
  "Using technology to facilitate the evaluation process":"استخدام التقنية في تيسير عملية التقويم",
  "Effective planning and design for technology-enabled learning.":"التخطيط والتصميم الفعال للتعليم المدعوم بالتقنية.",
  "Use of technology":"استخدام التقنية",
  "The trainers are trained for a period of (15 training hours) to acquire the basic concepts related to the technology and learn about its applications in education. At the end of the training, the trainer is expected to be able to":"يتم تدريب المدربين ولمدة (15 ساعات تدريبية) على اكتساب المفاهيم الأساسية المتعلقة بالتقنية والتعرف على تطبيقاتها في التعليم حيث يتوقع من المدرب في نهاية التدريب أن يكون قادراً على",
  "Electronic content development":"تطوير المحتوى الالكتروني",
  "Trainers are trained for a period of (15 training hours) on designing and developing electronic content using the computer and its various applications, then publishing and displaying it to students and the ability to choose from multiple alternatives for learning resources and interactive media according to the needs of each student.":"يتم تدريب المدربين ولمدة (15 ساعة تدريبية) على تصميم وتطوير المحتوى الالكتروني باستخدام الكمبيوتر وتطبيقاته المختلفة، ومن ثم نشره وعرضه للطلاب وإمكانية الاختيار من بين بدائل متعددة لمصادر التعلم والوسائط التفاعلية حسب احتياجات كل طالب.",
  "Whether it is synchronous or asynchronous, the use of learning management systems and educational content management systems.":"سواء أكان ذلك بصورة متزامنة (Synchronous) أو غير متزامنة (Asynchronous) واستخدام أنظمة إدارة التعلم، وأنظمة إدارة المحتوى التعليمي.",
  "Teaching skills":"مهارات التدريس",
  "Our trainers receive training to acquire teaching skills in the following stages:":"المدربين لدينا يحصلون على تدريب لاكتساب مهارات التدريس على المراحل التالية:",
  "Technical stage: includes":"مرحلة التقنية : وتشمل",
  "Mastering basic computer skills":"اتقان المهارات الأساسية للحاسب",
  "Using learning management systems and educational content management systems":"استخدام أنظمة إدارة التعلم، وأنظمة إدارة المحتوى التعليمي",
  "Using online social media platforms in academic settings":"استخدام منصات الوسائط الاجتماعية عبر الإنترنت في البيئات الأكاديمية",
  "Design phase: includes":"مرحلة التصميم : وتشمل",
  "Develop a comprehensive description of the material":"وضع وصف متكامل للمادة",
  "Mastering the skill of designing electronic educational content":"اتقان مهارة تصميم المحتوى التعليمي الالكتروني",
  "Mastering the material and using appropriate e-learning tools":"اتقان المادة واستخدام أدوات التعلم الالكترونية المناسبة",
  "Mastering the skill of diversifying teaching methods, encouraging team work, and searching for answers":"اتقان مهارة تنويع أساليب التدريس وتشجيع العمل ضمن الفريق والبحث عن الإجابات",
  "The material should be designed in accordance with the requirements of the supervising authority.":"أن يصمم المادة وفقا لمتطلبات الجهة المشرفة.",
  "Updating electronic educational content, taking into account individual differences among students.":"تحديث المحتوى التعليمي الالكتروني مع الأخذ بعين الاعتبار الفروقات الفردية بين الطلاب.",
  "Administrative system stage: includes":"مرحلة النظام الإداري : وتشمل",
  "Make sure to follow up on electronic attendance":"الحرص على متابعة الحضور الالكتروني",
  "Ensuring student interaction by involving them in the educational process":"ضمان تفاعل الطلاب من خلال اشراكهم بالعملية التعليمية",
  "Following up on students’ achievement and the development of their understanding of the subject":"متابعة الطلبة وانجازهم وتطور فهمهم للمادة",
  "Continuous and fair evaluation.":"التقييم المستمر والعادل.",
  "Centre's obligations":"التزامات المركز",
  "We pledge not to exceed the permitted number of trainees.":"نتعهد بعدم تجاوز العدد المسموح به للمتدربين.",
  "We pledge to ensure that the electronic content presented in the programs is up to date and does not violate national laws and policies.":"نتعهد بالتأكد من حداثة المحتوى الإلكتروني المقدم في البرامج، وعدم مخالفة القوانين والسياسات الوطنية.",
  "We pledge to adhere to and disseminate the principles of intellectual property rights and copyrights.":"نتعهد بالالتزام ونشر مبادئ حقوق الملكية الفكرية وحقوق النشر.",
  "We pledge to ensure the privacy of our beneficiaries with clear privacy policies and procedures.":"نتعهد بضمان خصوصية المستفيدين مع وجود سياسات وإجراءات واضحة للخصوصية.",
  "We pledge to use e-learning systems that support various types of devices, regardless of their systems, and are compatible with all devices, including tablets and smartphones.":"نتعهد باستخدام أنظمة تعليم إلكتروني تدعم مختلف أنواع الأجهزة باختلاف أنظمتها ومتوافقة مع جميع الأجهزة بما فيها الأجهزة اللوحية والهواتف الذكية.",
  "We pledge to provide technical and educational assistance to trainers and trainees throughout the duration of the training implementation.":"نتعهد بتقديم المساعدة الفنية والتعليمية للمدربين والمتدربين طوال مدة تنفيذ التدريب.",
  "We pledge not to exceed the permitted number of trainees in simultaneous virtual classes.":"نتعهد بعدم تجاوز العدد المسموح به للمتدربين في الفصول الافتراضية المتزامنة.",
  "We pledge and acknowledge to provide a technical infrastructure system that can withstand systems, numbers of beneficiaries, and content of all kinds without interruption.":"نتعهد ونقر بتوفير نظام بنية تقنية تتحمل الأنظمة وأعداد المستفيدين والمحتوى بجميع أنواعه بدون انقطاع.",
  "We are committed to providing alerts service in learning management systems to alert trainees of requirements on an ongoing basis to improve training continuity and follow up on tasks and assignments within the training program that are more than a month long.":"نلتزم بتوفير خدمة التنبيهات في أنظمة إدارة التعلم لتنبيه المتدربين بالمتطلبات بشكل مستمر لتحسين استمرارية التدريب ومتابعة المهمات والواجبات داخل البرنامج التدريبي التي تزيد مدتها عن شهر.",
  "We are committed to providing the feature of searching for digital content in the system.":"نلتزم بتوفير خاصية البحث عن المحتوى الرقمي في النظام.",
  "We are committed to providing health training courses and electronic manuals for programs used in electronic training environments for trainees.":"نلتزم بتوفير الدورات التدريبية الصحية والأدلة الإرشادية الإلكترونية للبرامج المستخدمة في بيئات التدريب الإلكتروني للمتدربين.",
  "We are committed to ensuring that trainers obtain professional certificates in the fields of e-learning.":"نلتزم بحصول المدربين على الشهادات الاحترافية في مجالات التعليم الإلكتروني.",
  "We are committed to ensuring that technicians, administrators, and technicians obtain professional certificates in the field of e-learning.":"نلتزم بحصول الفنيين والإداريين والتقنيين على الشهادات الاحترافية في مجال التعليم الإلكتروني.",
  "We are committed to ensuring that the supervisory staff obtains professional certificates in the field of e-learning.":"نلتزم بحصول الكادر الإشرافي على الشهادات الاحترافية في مجال التعليم الإلكتروني.",
  "Certainly! When creating a Join Our Trainers page for your courses website, you'll want to attract potential trainers and provide them with information about the benefits of joining your platform. Here's a sample description you can use as a starting point: Join Our Trainers Are you passionate about sharing your expertise and empowering others through education? Join our vibrant community of educators and become a valued member of our team! As a dedicated platform for courses and learning, we are actively seeking experienced and enthusiastic trainers to contribute to our mission of fostering knowledge and skill development.":"هل أنت متحمس لمشاركة خبراتك وتمكين الآخرين من خلال التعليم؟ انضم إلى مجتمع المعلمين النابض بالحياة وكن عضوًا مهمًا في فريقنا! باعتبارنا منصة مخصصة للدورات والتعلم، فإننا نبحث بنشاط عن مدربين ذوي خبرة ومتحمسين للمساهمة في مهمتنا المتمثلة في تعزيز المعرفة وتنمية المهارات.",
  "Join Our Trainers":"انضم إلى مدربينا",
  "Are you passionate about revolutionizing education and empowering individuals to achieve their full potential? We're on a mission to build a world-class team that shares our commitment to innovation, learning, and positive impact. Explore exciting opportunities to join us in shaping the future of online education.":"هل أنت متحمس لإحداث ثورة في التعليم وتمكين الأفراد لتحقيق إمكاناتهم الكاملة؟ نحن في مهمة لبناء فريق عالمي المستوى يشاركنا التزامنا بالابتكار والتعلم والتأثير الإيجابي. اكتشف الفرص المثيرة للانضمام إلينا في تشكيل مستقبل التعليم عبر الإنترنت.",
  "Saudi Arabia / Riyadh / Palm neighborhood":"السعودية/الرياض/حي النخيل",
  "Our customers":"عملاؤنا",
  "Welcome to the heart of our success - the stories of our valued clients. At Advanced skills training center, we take pride in the meaningful impact our courses have had on individuals and organizations. Explore the testimonials below to discover how our tailored solutions have transformed lives and careers.":"مرحبا بكم في قلب نجاحنا - قصص عملائنا الكرام. في مركز تدريب المهارات المتقدمة، نحن نفخر بالتأثير الهادف الذي أحدثته دوراتنا على الأفراد والمنظمات. استكشف الشهادات أدناه لتكتشف كيف أحدثت حلولنا المخصصة حياة ومهنًا.",
  "They said about us":"قالوا عنا",
  "Include a variety of testimonials from different students, highlighting their diverse experiences and the impact your courses have had on them. Make sure to obtain permission to use their names and possibly include their photos for authenticity.":"قم بتضمين مجموعة متنوعة من الشهادات من طلاب مختلفين، مع تسليط الضوء على تجاربهم المتنوعة وتأثير دوراتك عليهم. تأكد من الحصول على إذن لاستخدام أسمائهم وربما تضمين صورهم للتأكد من صحتها.",
  "Success Partners":"شركاء النجاح",
  "We Work With the Best Clients":"نحن نعمل مع أفضل العملاء",
  "student":"طالب",
  "We thank all our partners for their constant support and contribution to the success of our educational courses. If you would like to join our list of partners, do not hesitate to contact the Partnerships Team for more information.":"نشكر جميع شركائنا على دعمهم الدائم والمساهم في تحقيق نجاح دوراتنا التعليمية. إن كنتم ترغبون في الانضمام إلى قائمة شركائنا، ولا تترددوا في الاتصال بفريق الشراكات للمزيد من المعلومات."
}
